<template lang="pug">
section.section3
  h1
    ui-text-anim Чему ты научишься?
  learn-list(:items="items")
</template>

<script>
import LearnList from './LearnList/LearnList'
import { ref } from 'vue'

export default {
  components: { LearnList },
  setup () {
    const items = ref([
      {
        title: 'Конструктив',
        list: [
          'Правильно выявлять пропорции лица, знать анатомию костей черепа;',
          'Разберешь построение лица в фас, профиль и ¾, а также отдельно каждую часть лица в разных ракурсах;',
          'Узнаешь, чем отличается женский портрет от мужского;'
        ]
      },
      {
        title: 'Передача',
        list: [
          'Передавать сходство с учетом индивидуальных особенностей;',
          'Узнаешь, как формируется светотень, как «почувствовать» и передать материю кожи и глаз;',
          'Какой бывает штрих. Как с ним работать. Отличие штриховки от тушевки;',
          'Научишься рисовать реалистичные портреты;',
          'Передавать эмоции и настроение;'
        ]
      },
      {
        title: 'Лайфхаки и фишки',
        list: [
          'Можно ли рисовать по фото и как это делать правильно;',
          'Что сделает портрет красивее. Узнаешь, что стоит подчеркнуть, а что показывать не стоит, даже если это есть на натуре;'
        ]
      },
      {
        title: 'Психология',
        list: ['На отдельном модуле по психологии проработаешь свои страхи, испытаешь новые ощущения от рисования, поверишь в себя;']
      },
      {
        title: 'Продажи и оформление',
        list: ['На отдельном модуле по продажам узнаешь где искать заказы, как сделать свои соцсети продающими, для чего нужно развивать свой личный бренд, нужно ли художнику ИП, как работать с заказчиками, вся юридическая составляющая.']
      }
    ])
    return { items }
  }
}
</script>

<style lang="sass" scoped>
.section3
  display: flex
  flex-direction: column
  @media screen and (max-width: $padWidth)
    padding-bottom: 20*$u
</style>
