<template lang="pug">
.row
  learn-item(
    v-for="(item, i) in items"
    :key="item"
    :number="i + 1"
    :title="item.title"
    :list="item.list"
  )
</template>

<script>
import LearnItem from './LearnItem'
import { ref } from 'vue'

export default {
  components: { LearnItem },
  setup () {
    const items = ref([
      {
        title: 'Конструктив',
        list: [
          'Правильно выявлять пропорции лица, знать анатомию костей черепа;',
          'Разберешь построение лица в фас, профиль и ¾, а также отдельно каждую часть лица в разных ракурсах;',
          'Узнаешь, чем отличается женский портрет от мужского;'
        ]
      },
      {
        title: 'Передача',
        list: [
          'Передавать сходство с учетом индивидуальных особенностей;',
          'Узнаешь, как формируется светотень, как «почувствовать» и передать материю кожи и глаз;',
          'Какой бывает штрих. Как с ним работать. Отличие штриховки от тушевки;',
          'Научишься рисовать реалистичные портреты;',
          'Передавать эмоции и настроение;'
        ]
      },
      {
        title: 'Лайфхаки и фишки',
        list: [
          'Можно ли рисовать по фото и как это делать правильно;',
          'Что сделает портрет красивее. Узнаешь, что стоит подчеркнуть, а что показывать не стоит, даже если это есть на натуре;'
        ]
      },
      {
        title: 'Психология',
        list: ['На отдельном модуле по психологии проработаешь свои страхи, испытаешь новые ощущения от рисования, поверишь в себя;']
      },
      {
        title: 'Продажи и оформление',
        list: ['На отдельном модуле по продажам узнаешь где искать заказы, как сделать свои соцсети продающими, для чего нужно развивать свой личный бренд, нужно ли художнику ИП, как работать с заказчиками, вся юридическая составляющая.']
      }
    ])
    return { items }
  }
}
</script>

<style lang="sass" scoped>
.row
  display: grid
  grid-template-columns: 1fr 1fr
  grid-auto-rows: 1fr
  grid-gap: 10*$u
  gap: 10*$u
  @media screen and (max-width: $padWidth)
    grid-template-columns: 1fr
    grid-auto-rows: auto
</style>
