<template lang="pug">
.cont
  .offerComponent
    h1 Публичная оферта на заключение Договора оказания услуг
    p г. Иваново, 21 сентября 2022 г.
    p Настоящий документ является публичным предложением (офертой) согласно положениям статьи 437 Гражданского кодекса Российской Федерации (далее — ГК РФ) заключить договор на изложенных далее по тексту условиях, с любым лицом, заинтересованным в получении услуг (далее по тексту — Заказчик).
    p В связи с изложенным выше, внимательно прочитайте текст настоящей публичной оферты и ознакомьтесь с прейскурантом услуг, опубликованном на сайте Исполнителя:
      router-link.logo(:to="{name: 'Home'}")  https://valeriya-artist.art/
    p Под акцептом настоящей публичной оферты понимается совершение регистрационных действий на сайте (далее Сайт):
      router-link.logo(:to="{name: 'Home'}")  https://valeriya-artist.art/,
      |  при которых Заказчик указывает свои персональные данные или такие данные передаются в автоматическом режиме от сторонних сервисов (Социальных сетей, Мессенджеров, Операторов связи и других), а также  оплата выбранной услуги в соответствии с условиями Договора.
    p Регистрационные действия совершаются в виде:
    ul
      li Заполнения формы на странице Сайта с указанием персональных данных (имени, фамилии, отчества, номера телефона, адреса электронной почты или других);
      li Вступления в сообщество Сервиса в Социальных сетях  (ВКонтакте, Instagram) (или «лайк» страницы сообщества, или «подписка» на сообщество, или принятие приглашения на вступление в сообщество);
      li Заполнения формы на странице Сайта.
      li Подключении, добавлении в список контактов или запуск автоматического контакта («бота») в Мессенджере (Telegram, VK Messenger, Instagram);
      li Отправки личного сообщения Сервису в социальных сетях (в том числе «боту» и по номеру телефона) с помощью Мессенджера;
      li Отправки email-сообщения на адрес электронной почты Сервиса;
      li Телефонного вызова на номера телефонов Сервиса;
      li Отправки SMS-сообщения на номера телефонов Сервиса.
    p Оплата выбранной услуги осуществляется в соответствии с
      router-link.logo(:to="{name: 'Payment'}")  правилами приема платежей платежного сервиса:
    p Совершая действия по акцепту настоящей публичной оферты, Заказчик понимает и подтверждает, что:
    ul
      li Текст публичной оферты понятен, каких-либо вопросов на момент акцепта публичной оферты нет;
      li Является дееспособным, имеет наличие законных оснований вступать в договорные отношения с Исполнителем;
      li Ознакомился и согласен со всеми условиями настоящей Оферты на заключение Договора оказания услуг;
      li Ознакомился и согласен со всеми условиями и
        router-link.logo(:to="{name: 'Payment'}")  правилами приема платежей платежного сервиса:
      li Ознакомился и согласен со всеми правилами используемой Исполнителем для оказания услуг по настоящему Договору Платформы (онлайн-сервиса):
        a(href="https://getcourse.ru/" target="blank")  https://getcourse.ru/;
    p Совершая действия по акцепту настоящей публичной оферты, Заказчик дает согласие на:
    ul
      li Обработку своих персональных данных в соответствии с условиями Политики конфиденциальности обработки персональных данных (пп. 5 п. 1 ст. 6 ФЗ РФ «О персональных данных»);
      li Получение рекламной рассылки на адрес электронной почты, указанный им при регистрации на Сайте Исполнителя;
      li Получение рекламной рассылки с использованием контактной информации (персональных данных, указанные Заказчиком при регистрации или ином использовании Сервиса, а также с использованием данных, полученных в автоматическом режиме от сторонних сервисов (Социальных сетей, Мессенджеров, Операторов связи).
      li Рекламно-информационные сообщения могут быть направлены посредством:
        ul
          li отправки email-сообщений;
          li отправки SMS-сообщений;
          li отправки сообщений с помощью Мессенджеров;
          li отправки сообщений с помощью Социальных сетей;
          li телефонных звонков, в т. ч. автоматических.
    h2 1. Термины и определения
    p 1.1. «Онлайн-школа» — услуга предоставления информации посредством сети Интернет, размещенная на Платформе, используемой Исполнителем;
    p 1.2.  «Платформа» – автоматизированная система проведения обучения в интерактивном режиме, используемая Исполнителем для оказания услуг по настоящему Договору;
    p 1.3. «Сервис» — интернет-сайт, по адресу которого, и другие технические средства, посредством которых, обеспечивается функционирование Онлайн-школы;
    p 1.4. «Онлайн-курс» — информационное произведение, в том числе аудиовизуальное, специально созданное Исполнителем для его показа в сети Интернет и состоящее из определенного количества Уроков;
    p 1.5. «Урок» — часть Онлайн-курса, логически объединяющая часть информации Онлайн-курса и, при необходимости, содержащая требования (задания), ограничивающие доступ к последующим Урокам или накладывающие иные ограничения на возможность Прохождения онлайн-курса;
    p 1.6. «Прохождение онлайн-курса» — процесс потребления информации Онлайн-курса, нацеленный на получение информации, или знаний, или навыков, содержащихся в Онлайн-курсе, а также включающий в себя выполнение обязательных или необязательных заданий из уроков;
    p 1.7. «Информационно-консультационное сопровождение» или «обратная связь» - услуги по проверке выполненных Заказчиком заданий, проведение онлайн-сессий с ответами на вопросы по теме обучающего курса, ответы Исполнителя на вопросы по теме обучающего курса;
    p 1.8. «Ученик», то же что и «Заказчик» — физическое лицо, которое произвело акцепт публичной оферты для возможности пользоваться всеми услугами и всей информацией, предоставленной на Сайте;
    p 1.9. «Преподаватель» — лицо, которое оказывает услуги предоставления информации и/или проверки Ответов Учеников на Сервисе;
    p 1.10. «Задание» — задание, выполняемое Заказчиком самостоятельно для закрепления и отработки навыков и знаний, полученных в ходе обучения и проверяемое Исполнителем для оценки и корректировки этих навыков и знаний;
    p 1.11. «Вебинар» — интерактивное онлайн-мероприятие с участием Преподавателя Онлайн-курса или запись такого онлайн-мероприятия;
    p 1.12. «Администратор Сервиса» — лицо, являющееся инициатором оферты, предоставляющее услуги доступа к Онлайн-курсам и/или Вебинарам и осуществляющее контроль за действиями Учеников;
    p 1.13. «Условия прохождения онлайн-курса» — комплекс требований и ограничений, определяемый Администратором Сервиса, который определяет условия для получения доступа Учеником к Онлайн-курсу и определяет возможности, предоставляемые Ученику при прохождении онлайн-курса. Разным Ученикам могут предъявляться разные требования и предоставляться различные возможности.
    p 1.14. «Методические материалы» – совокупность видеозаписей, Онлайн-сессий, презентаций, графиков, тестов, графических изображений, заданий в текстовой или любой иной форме, а также иная информация, создаваемая и/или используемая Исполнителем в рамках оказания услуг;
    p 1.15 «Сайт» -  сайт, включая все его поддомены, размещенный в сети Интернет по адресу:
      router-link.logo(:to="{name: 'Home'}")  https://valeriya-artist.art/,
      |  доступ к которому предоставляется Исполнителем;
    p 1.16. «Актуальная стоимость услуг» — денежная сумма, указанная на сайте:
      router-link.logo(:to="{name: 'Home'}")  https://valeriya-artist.art/,
      |  которая является актуальной с даты ее фактической публикации на Сервисе до момента, пока Исполнитель не опубликует новую стоимость услуг. Считается, что та стоимость услуг, которая доступна любому Пользователю по указанной в настоящем пункте ссылке, является Актуальной стоимостью;
    p 1.17. «Пользователь» — физическое лицо, пользователь глобальной Сети Интернет;
    p 1.18. «Публичные данные» — персональные данные Пользователя, опубликованные самим Пользователем по его личному волеизъявлению, которые доступны всем Посетителям Сервиса, в том числе, не зарегистрированным. Такими персональными данными являются: фамилия, имя, отчество, город проживания, возраст, ссылки на персональные страницы в социальных сетях (Facebook, Instagram, ВКонтакте и других);
    p 1.19. Все остальные термины, встречающиеся в тексте настоящего Договора, толкуются Сторонами в соответствии с действующим законодательством Российской федерации и сложившимися в Сети Интернет обычными правилами толкования соответствующих терминов.
    h2 2. Предмет договора
    p 2.1. После получения оплаты от Заказчика Исполнитель обязуется оказать Заказчику услуги по обучению в рамках Онлайн-курса и предоставить доступ ко всем Методическим материалам (в соответствии оплаченного Тарифа).
    p 2.2. Все услуги оказываются посредством сети Интернет.
    p 2.3. Состав, структура Обучающего курса, а также порядок оказания услуг по настоящему Договору зависят от наименования курса и определены в Приложениях к настоящему Договору.
    p 2.4. Услуги оказываются одновременно нескольким Заказчикам. Заказчик понимает и принимает данные условия оказания услуг.
    p 2.4. Исполнитель вправе оказывать услуги как лично, так и при помощи третьих лиц. Необходимость привлечения третьих лиц Исполнитель определяет по своему усмотрению.
    h2 3. Порядок оказания и оплаты услуг
    p 3.1. Оказание услуг обучения предоставляются в полном объеме при условии их 100% (сто процентной) оплаты Заказчиком.
    p 3.2. Услуга считается оказанной и принятой независимо от фактического изучения Заказчиком Обучающих материалов. В случае, если Заказчик отказался от Обучения (равно неявке на занятия), не выполнял домашние Задания и не потребовал возврата денежных средств в соответствии с п. 3.9. настоящего Договора, внесенная оплата Заказчику не возвращается.
    p 3.3. Ознакомившись с прейскурантом услуг Исполнителя и текстом настоящей публичной оферты, Заказчик формирует на сайте электронную заявку.
    p 3.4. На основании полученной заявки Исполнитель выставляет Заказчику счет на оплату выбранной услуги в электронном виде.
    p 3.5. Заказчик перечисляет денежные средства на счет Исполнителя предусмотренный договорённостью между двумя сторонами способом.
    p 3.6. Договор Оферты вступает в силу после проведения Заказчиком оплаты и зачисления денежных средств на счет Исполнителя либо оплаты в кассу Исполнителя.
    p 3.7. С момента акцепта настоящего Договора Исполнитель обеспечивает предоставление ссылки Заказчику на раздел Платформы, где размещены Обучающие материалы с ключами доступа к ним на электронную почту Заказчика, указанную при регистрации на Сайте. Предоставление доступа осуществляется Исполнителем в течение 24 часов с момента получения 100% (сто процентной)  оплаты и зачисления денежных средств на счет Исполнителя либо оплаты в кассу Исполнителя.
    p 3.8. В случае если Заказчик оплатил Курс, но по каким-либо причинам передумал получать обучение по ранее выбранному им Тарифу, он имеет право поменять Тариф, обратившись с соответствующим запросом к Администрации по электронному почтовому адресу:
      a(href="mailto:valeriya.artist@mail.ru" target="blank")  valeriya.artist@mail.ru
    p 3.9. В случае если Заказчик выбрал Курс, оплатил его, но впоследствии принял решение отказаться от обучения, он обязан уведомить об этом Исполнителя, а возврат денежных средств происходит в таком случае в следующем порядке:
    ul
      li При отказе Заказчика в день оплаты Курса, ему возвращается 100% оплаты;
      li При отказе Заказчика в течение 2 (Двух) дней с момента оплаты Курса, ему возвращается 50% оплаты;
      li При отказе Заказчика по истечении 3 (Трех) и более дней с даты начала Курса, возврат оплаты Заказчику не производится.
    p 3.10. Датой уведомления, указанного в пункте 3.9., считается день его фактического получения Исполнителем на электронный адрес:
      a(href="mailto:valeriya.artist@mail.ru" target="blank")  valeriya.artist@mail.ru
    p 3.11. Все возвраты денежных средств Заказчику осуществляются в течение 30 календарных дней на банковские реквизиты Заказчика, указанные им в требовании о возврате. Денежные средства будут производится по согласованию с Исполнителем, всегда перечисляются за минусом комиссий платежных систем, посредством которых Заказчик оплачивал Курс, а также за минусом иных издержек, связанных с зачислением денежных средств в пользу Исполнителя.
    p 3.12. Расписание проведения Онлайн-уроков и предоставления доступа к Обучающим материалам определяет Исполнитель по своему усмотрению. Информация о первом и последующих днях обучения доводится Исполнителем до сведения Заказчика посредством электронной почты (на адрес электронной почты Заказчика, указанный им при регистрации на Платформе или на Сайте) и (или) в закрытом чате/Мессенджере.
    h2 4. Права и обязанности сторон
    p 4.1. Заказчик:
    p 4.1.1. Вправе получать выбранные и оплаченные услуги в соответствии с условиями настоящего Договора.
    p 4.1.2. Вправе задавать вопросы по теме Обучающего курса в течение срока обучения в закрытом чате, на Онлайн-сессиях, если это предусмотрено выбранным тарифом Обучающего курса, согласно Приложениям к настоящему Договору и (или) указано на Сайте в описании соответствующего Тарифа.
    p 4.1.3. Не имеет какого-либо права копировать любую размещенную на Сайте Исполнителя, в социальных сетях Исполнителя, а также с других источников информацию, которая доступна ему как до момента прохождения процедуры регистрации, так и после ее прохождения. Заказчику запрещается копирование Работ и Материалов других Пользователей и совершать какое-либо иное действие, которое прямо или косвенно ущемляет права и интересы Исполнителя и третьих лиц. Все материалы, доступ к которым предоставляется Заказчику в процессе обучения на курсе являются объектами авторского права, исключительное право на которое принадлежит Исполнителю. Исполнитель при обнаружении нарушений, указанных в настоящем пункте, со стороны Заказчика, вправе предъявить претензию Заказчику или обратиться в судебный орган для защиты своих прав и интересов.
    p 4.1.4. Не вправе предоставлять третьим лицам доступ к Обучающим материалам, личному кабинету и любым материалам, доступ к которым получает Заказчик в связи с исполнением настоящего Договора в отсутствие прямого письменного согласия на такой доступ со стороны Исполнителя. В случае нарушения данного пункта Заказчик обязан выплатить Исполнителю компенсацию в размере 100 000 (сто тысяч) рублей.
    p 4.1.5. Не имеет права создавать производные и аналогичные Обучающие курсы, распространять, передавать третьим лицам или иным образом использовать частично или полностью материалы и содержание Сайта, Обучающих материалов. В случае нарушения данного пункта Заказчик обязан выплатить Исполнителю компенсацию в размере 300 000 (триста тысяч) рублей за каждый случай нарушения.
    p 4.1.6. Соглашается, что его работы, выполненные в рамках домашнего Задания, могут быть проверены Исполнителем в период проведения Курса только в случае, если такая проверка предусмотрена Тарифом Курса. Если в Тарифе Курса не будет указана информация о проверке работ, Заказчик имеет право уточнить эту информацию, обратившись к Администрации Сервиса. Проверка Работ является правом, но не обязанностью Исполнителя.
    p 4.1.7. В случае полной или частичной отмены Курса, оплаченного Заказчиком, по инициативе Исполнителя, Заказчик вправе запросить возврат денежных средств пропорционально фактически использованному доступу к аудиовизуальным Материалам в рамках Курса.
    p 4.1.8. Обязан обратиться в Службу поддержки посредством электронной почты по адресу:
      a(href="mailto:valeriya.artist@mail.ru" target="blank")  valeriya.artist@mail.ru
      |  при наличии вопросов, связанных с информацией об оказываемых по настоящему Договору услугах. Отсутствие обращений Заказчика свидетельствует о том, что Заказчик ознакомлен с необходимой и достаточной для него информацией об оказываемых по настоящему Договору услугах.
    p 4.1.9. Гарантирует предоставление Исполнителю полных и достоверных данных при заполнении регистрационной формы на Сайте и в личном кабинете Платформы. В случае, когда Заказчиком указаны недостоверные либо неполные данные, Исполнитель не несет ответственности перед Заказчиком за предоставление любой информации по ошибочно указанным данным не Заказчику, а третьим лицам, даже если в них содержится часть персональных данных Заказчика.
    p 4.1.10. Обязуется быть взаимовежливым, избегать грубых и оскорбительных слов как в адрес Исполнителя, так и в адрес всех участников закрытого чата.
    p 4.1.11. Несет ответственность за любую информацию, которую размещает на Сайте, Платформе, в закрытых каналах и на других ресурсах, доступ к которым получает при оказании услуг Исполнителем по настоящему Договору.
    p 4.2. Исполнитель:
    p 4.2.1. Обязан оказывать оплаченные Заказчиком услуги надлежащим образом и в полном объеме в соответствии с условиями настоящего Договора.
    p 4.2.2. Обязан исполнять иные обязательства, предусмотренные действующим законодательством и Положениями настоящего Договора.
    p 4.2.3. Давать обратную связь в виде ответов на вопросы и сообщения Заказчика в закрытом чате и других каналах (ответы могут быть как в виде текстового, так и голосового сообщения) и на Платформе (в виде текстового сообщения) в течение 24 часов с момента размещения сообщения Заказчиком в канале или на Платформе, если такая обратная связь предусмотрена выбранным Курсом.
    p 4.2.4. Имеет право в любой момент изменять Прейскурант и условия настоящей публичной оферты в одностороннем порядке без предварительного согласования с Заказчиком, обеспечивая при этом публикацию измененных условий на Интернет-ресурсе по адресу:
      router-link.logo(:to="{name: 'Home'}")  https://valeriya-artist.art/
      |  не менее чем за три дня до их ввода в действие.
    p 4.2.5. Вправе не приступать к оказанию услуг либо приостановить оказание услуг до устранения соответствующего нарушения при наличии любого из следующих оснований:
    p Нарушения Заказчиком сроков и иных условий оплаты услуг по настоящему Договору;
    p предоставления Заказчиком недостоверной информации при регистрации на сайте или платформе;
    p Прекратить доступ Заказчика к закрытому чату с участниками Курса в случае нарушения Заказчиком п. 4.2.10. настоящего Договора без возмещения финансовой компенсации.
    p 4.2.6. Имеет право использовать любые сообщения и материалы, опубликованные учениками в закрытых каналах, чатах и на Платформе Исполнителя, в рекламных целях и с целью продвижения Онлайн-школы.
    p 4.2.7. Не гарантирует соответствие содержания оказываемых по настоящему Договору услуг ожиданиям Заказчика.
    p 4.2.8. Не несет ответственности за невозможность предоставления услуг Заказчику по причинам, связанным с нарушением работы Платформы, интернет-канала Заказчика, оборудования или программного обеспечения Заказчика, сбоев в работе служб email-рассылки, в том числе при попадании писем Исполнителя в папку «Спам», а также по любым другим причинам, препятствующим получению Заказчиком услуг, возникшим не по вине Исполнителя.
    p 4.2.9. Не несет ответственности за нарушение условий договора оферты, если такое нарушение вызвано действием обстоятельств непреодолимой силы (форс-мажор), включая: действия органов государственной власти, пожар, наводнение, землетрясение, другие стихийные действия, отсутствие электроэнергии и/или сбои работы компьютерной сети, забастовки, гражданские волнения, беспорядки, любые иные обстоятельства, не ограничиваясь перечисленным, которые могут повлиять на выполнение Исполнителем условий настоящей публичной оферты и неподконтрольные Исполнителю.
    p 4.2.10. Оставляет за собой право делать скидки на стоимость услуг.
    h2 5. Порядок урегулирования споров
    p 5.1. Претензии Заказчика по оказываемым услугам принимаются Исполнителем к рассмотрению в электронном виде. Заказчик направляет скан-копию собственноручно подписанной претензии с электронной почты, адрес которой он указал при регистрации на сайте или платформе на адрес электронной почты Исполнителя:
      a(href="mailto:valeriya.artist@mail.ru" target="blank")  valeriya.artist@mail.ru
    p 5.2. Исполнитель в случае неисполнения или ненадлежащего исполнения Заказчиком принятых им на себя по настоящему Договору обязательств в праве направить претензию электронным письмом на адрес электронной почты Заказчика, который он указал при регистрации на Сайте или Платформе.
    p 5.3. Сторона, получившая претензию, обязана дать на нее ответ в течение десяти календарных дней со дня получения.
    p 5.4. Направленные Исполнителю претензии рассматриваются в рамках действующего законодательства Российской Федерации.
    p 5.5. По спорным вопросам Сторонами согласована процедура досудебного порядка урегулирования споров, согласно которому претензия Заказчика к Исполнителю должна быть нотариально удостоверена (подпись лица, подписавшего претензию, должна быть нотариально удостоверена) и передана в виде сканированной копии на электронный адрес
      a(href="mailto:valeriya.artist@mail.ru" target="blank")  valeriya.artist@mail.ru
      |  с указанием в теме письма «Спорный вопрос». При отсутствии соглашения по спорному вопросу в течение 35 (Тридцати пяти) дней со дня получения претензии Исполнителем, заинтересованная сторона вправе обратиться в судебный орган Российской Федерации по месту нахождения Исполнителя.
    h2 6. Заключительные положения
    p 6.1. Исключительные и личные неимущественные права на обучающие материалы, Сайт, Платформу и любые результаты интеллектуальной деятельности, размещенные на Сайте, Платформе, а также все иные материалы, доступ к которым получает Заказчик при заключении и исполнении настоящего Договора принадлежат Исполнителю (либо третьим лицам, предоставившим Исполнителю право их использования) и охраняются действующим Законодательством Российской Федерации.
    p 6.2. К отношениям между Заказчиком и Исполнителем в случае предоставления бесплатного доступа к обучающим материалам Закон Российской Федерации от 07.02.1992 года № 2300-1 «О защите прав потребителей» не применяется.
    p 6.3. Исполнитель не несет ответственности за сбои, возникающие в телекоммуникационных и энергетических сетях; действия вредоносных программ, повлекшие прекращение или приостановление работы сети Интернет как в общем, так и в отдельных сегментах сети, задействованных при исполнении настоящего Соглашения, за противоправные действия третьих лиц, направленные на несанкционированный доступ и (или) выведение из строя Сервиса.
    p 6.4. По всем вопросам, не урегулированным настоящим Договором, Стороны руководствуются действующим законодательством Российской Федерации.
    p 6.5. Приложения, являющиеся неотъемлемой частью настоящего Договора.
    table
      tbody
        tr
          td.th(colspan="3" align="center") ПРИЛОЖЕНИЕ №1 к Договору оказания услуг (Публичная оферта на заключение Договора оказания услуг по обучению от 21 сентября 2022 г.)
        tr
          td.th(colspan="3" align="center") Тариф БАЗОВЫЙ
        tr
          td(align="center") Обучающие материалы:
          td(align="center") Открытие доступа:
          td(align="center") Стоимость:
        tr
          td МОДУЛЬ 1. Введение. Как пройти курс максимально эффективно. Видео
          td В день полной оплаты Тарифа
          td 1000 руб.
        tr
          td МОДУЛЬ 2. Психология. Общая мотивация. Как поверить в себя. Что делать, если тебя никто не поддерживает. Видео
          td В день полной оплаты Тарифа
          td 5000 руб.
        tr.nb
          td Страх начать. Видео
          td На 2 день Курса
          td 3000 руб.
        tr.nb
          td Страх озвучить цену. Видео
          td
          td 3000 руб.
        tr.nb
          td Страх, что твои работы никому не нужны. Синдром самозванца. Видео
          td
          td 3000 руб.
        tr.nb.bt
          td Прокрастинация. Синдром отложенной жизни. Видео
          td На 3 день Курса
          td 3000 руб.
        tr.nb
          td От страха к действиям. Видео.
          td
          td 5000 руб.
        tr.nb.bt
          td МОДУЛЬ 3. Обучение
          td На 4 день Курса
          td
        tr.nb
          td Урок 0. Введение в курс. Материалы. Методическое пособие.
          td
          td 500 руб.
        tr.nb
          td Урок 1. Построение портрета в фас. Видео  + Методическое пособие
          td
          td 7000 руб.
        tr
          td Урок 3. Построение портрета в ¾. Видео + Методическое пособие
          td На 6 день Курса
          td 7000 руб.
        tr
          td Урок 4. Разбор строения глаза. Видео + Методическое пособие
          td На 8 день Курса
          td 7000 руб.
        tr
          td Урок 5. Разбор строения носа. Видео + Методическое пособие
          td На 10 день Курса
          td 3000 руб.
        tr
          td Урок 6. Разбор строения губ. Видео + Методическое пособие
          td На 11 день Курса
          td 5000 руб.
        tr
          td Урок 7. Разбор строения уха. Видео + Методическое пособие
          td На 12 день Курса
          td 1500 руб.
        tr
          td Урок 8. О штрихе. Видео + Методическое пособие
          td На 13 день Курса
          td 2500 руб.
        tr
          td Урок 9. Формирование светотени. Видео + Методическое пособие
          td На 14 день Курса
          td 2500 руб.
        tr
          td Урок 10. Рисуем портрет с 0 до реализма. Видео + Методическое пособие
          td На 15 день Курса
          td 10000 руб.
        tr.nb.bt
          td МОДУЛЬ 4. Продажи.
          td На 20 день Курса
          td
        tr.nb
          td Площадки для размещения своих работ и поиска заказов. Видео + методическое пособие.
          td
          td 5000 руб.
        tr
          td Как составить продающее объявление. Видео.
          td На 25 день Курса
          td 5000 руб.
        tr
          td Как вести соцсети. Видео.
          td На 27 день Курса
          td 7000 руб.
        tr.nb.bt
          td МОДУЛЬ 5. Юридическая составляющая
          td На 30 день Курса
          td
        tr.nb
          td Оформление. Видео.
          td
          td 1500 руб.
        tr.nb
          td Договор с заказчиком. Видео + образец договора.
          td
          td 5000 руб.
        tr.nb.bt
          td Как отличить реального заказчика от халявщика. Отработка возражений. Видео + методическое пособие.
          td На 31 день Курса
          td 5000 руб.
        tr.nb
          td Договор с галереей. Видео + образец договора.
          td
          td 5500 руб.
        tr
          td.th(colspan="3" align="right") ИТОГО: 102 000 рублей
    table
      tbody
        tr
          td.th(colspan="3" align="center") ПРИЛОЖЕНИЕ №2 к Договору оказания услуг (Публичная оферта на заключение Договора оказания услуг по обучению от 21 сентября 2022 г.)
        tr
          td.th(colspan="3" align="center") Тариф СТАНДАРТ
        tr
          td(align="center") Обучающие материалы:
          td(align="center") Открытие доступа:
          td(align="center") Стоимость:
        tr
          td МОДУЛЬ 1. Введение. Как пройти курс максимально эффективно. Видео
          td В день полной оплаты Тарифа
          td 1000 руб.
        tr
          td МОДУЛЬ 2. Психология. Общая мотивация. Как поверить в себя. Что делать, если тебя никто не поддерживает. Видео
          td В день полной оплаты Тарифа
          td 5000 руб.
        tr.nb
          td Страх начать. Видео
          td На 2 день Курса
          td 3000 руб.
        tr.nb
          td Страх озвучить цену. Видео
          td
          td 3000 руб.
        tr.nb
          td Страх, что твои работы никому не нужны. Синдром самозванца. Видео
          td
          td 3000 руб.
        tr.nb.bt
          td Прокрастинация. Синдром отложенной жизни. Видео
          td На 3 день Курса
          td 3000 руб.
        tr.nb
          td От страха к действиям. Видео.
          td
          td 5000 руб.
        tr.nb.bt
          td МОДУЛЬ 3. Обучение
          td На 4 день Курса
          td
        tr.nb
          td Урок 0. Введение в курс. Материалы. Методическое пособие.
          td
          td 500 руб.
        tr.nb
          td Урок 1. Построение портрета в фас. Видео  + Методическое пособие
          td
          td 7000 руб.
        tr
          td Урок 3. Построение портрета в ¾. Видео + Методическое пособие
          td На 6 день Курса
          td 7000 руб.
        tr
          td Урок 4. Разбор строения глаза. Видео + Методическое пособие
          td На 8 день Курса
          td 7000 руб.
        tr
          td Урок 5. Разбор строения носа. Видео + Методическое пособие
          td На 10 день Курса
          td 3000 руб.
        tr
          td Урок 6. Разбор строения губ. Видео + Методическое пособие
          td На 11 день Курса
          td 5000 руб.
        tr
          td Урок 7. Разбор строения уха. Видео + Методическое пособие
          td На 12 день Курса
          td 1500 руб.
        tr
          td Урок 8. О штрихе. Видео + Методическое пособие
          td На 13 день Курса
          td 2500 руб.
        tr
          td Урок 9. Формирование светотени. Видео + Методическое пособие
          td На 14 день Курса
          td 2500 руб.
        tr
          td Урок 10. Рисуем портрет с 0 до реализма. Видео + Методическое пособие
          td На 15 день Курса
          td 10000 руб.
        tr.nb.bt
          td МОДУЛЬ 4. Продажи.
          td На 20 день Курса
          td
        tr.nb
          td Площадки для размещения своих работ и поиска заказов. Видео + методическое пособие.
          td
          td 5000 руб.
        tr
          td Как составить продающее объявление. Видео.
          td На 25 день Курса
          td 5000 руб.
        tr
          td Как вести соцсети. Видео.
          td На 27 день Курса
          td 7000 руб.
        tr.nb.bt
          td МОДУЛЬ 5. Юридическая составляющая
          td На 30 день Курса
          td
        tr.nb
          td Оформление. Видео.
          td
          td 1500 руб.
        tr.nb
          td Договор с заказчиком. Видео + образец договора.
          td
          td 5000 руб.
        tr.nb.bt
          td Как отличить реального заказчика от халявщика. Отработка возражений. Видео + методическое пособие.
          td На 31 день Курса
          td 5000 руб.
        tr.nb
          td Договор с галереей. Видео + образец договора.
          td
          td 5500 руб.
        tr.nb.bt
          td МОДУЛЬ 6. Бонусный.
          td На 32 день Курса
          td
        tr.nb
          td Мини-урок «Ресницы»
          td
          td 1500 руб.
        tr.nb
          td Мини-урок «Брови»
          td
          td 1500 руб.
        tr.nb
          td Мини-урок «Волосы»
          td
          td 1500 руб.
        tr.nb.bt
          td Как создать портфолио и сделать его «продающим»
          td На 33 день Курса
          td 5000 руб.
        tr.nb
          td Как найти свои ошибки самостоятельно
          td
          td 1500 руб.
        tr.nb
          td Мышцы лица
          td
          td 7000 руб.
        tr
          td.th(colspan="3" align="right") ИТОГО: 131 000 рублей
    table
      tbody
        tr
          td.th(colspan="3" align="center") ПРИЛОЖЕНИЕ №3 к Договору оказания услуг (Публичная оферта на заключение Договора оказания услуг по обучению от 21 сентября 2022 г.)
        tr
          td.th(colspan="3" align="center") Тариф ПРЕМИУМ
        tr
          td(align="center") Обучающие материалы:
          td(align="center") Открытие доступа:
          td(align="center") Стоимость:
        tr
          td МОДУЛЬ 1. Введение. Как пройти курс максимально эффективно. Видео
          td В день полной оплаты Тарифа
          td 1000 руб.
        tr
          td МОДУЛЬ 2. Психология. Общая мотивация. Как поверить в себя. Что делать, если тебя никто не поддерживает. Видео
          td В день полной оплаты Тарифа
          td 5000 руб.
        tr.nb
          td Страх начать. Видео
          td На 2 день Курса
          td 3000 руб.
        tr.nb
          td Страх озвучить цену. Видео
          td
          td 3000 руб.
        tr.nb
          td Страх, что твои работы никому не нужны. Синдром самозванца. Видео
          td
          td 3000 руб.
        tr.nb.bt
          td Прокрастинация. Синдром отложенной жизни. Видео
          td На 3 день Курса
          td 3000 руб.
        tr.nb
          td От страха к действиям. Видео.
          td
          td 5000 руб.
        tr.nb.bt
          td МОДУЛЬ 3. Обучение
          td На 4 день Курса
          td
        tr.nb
          td Урок 0. Введение в курс. Материалы. Методическое пособие.
          td
          td 500 руб.
        tr.nb
          td Урок 1. Построение портрета в фас. Видео  + Методическое пособие
          td
          td 7000 руб.
        tr
          td Урок 3. Построение портрета в ¾. Видео + Методическое пособие
          td На 6 день Курса
          td 7000 руб.
        tr
          td Урок 4. Разбор строения глаза. Видео + Методическое пособие
          td На 8 день Курса
          td 7000 руб.
        tr
          td Урок 5. Разбор строения носа. Видео + Методическое пособие
          td На 10 день Курса
          td 3000 руб.
        tr
          td Урок 6. Разбор строения губ. Видео + Методическое пособие
          td На 11 день Курса
          td 5000 руб.
        tr
          td Урок 7. Разбор строения уха. Видео + Методическое пособие
          td На 12 день Курса
          td 1500 руб.
        tr
          td Урок 8. О штрихе. Видео + Методическое пособие
          td На 13 день Курса
          td 2500 руб.
        tr
          td Урок 9. Формирование светотени. Видео + Методическое пособие
          td На 14 день Курса
          td 2500 руб.
        tr
          td Урок 10. Рисуем портрет с 0 до реализма. Видео + Методическое пособие
          td На 15 день Курса
          td 10000 руб.
        tr.nb.bt
          td МОДУЛЬ 4. Продажи.
          td На 20 день Курса
          td
        tr.nb
          td Площадки для размещения своих работ и поиска заказов. Видео + методическое пособие.
          td
          td 5000 руб.
        tr
          td Как составить продающее объявление. Видео.
          td На 25 день Курса
          td 5000 руб.
        tr
          td Как вести соцсети. Видео.
          td На 27 день Курса
          td 7000 руб.
        tr.nb.bt
          td МОДУЛЬ 5. Юридическая составляющая
          td На 30 день Курса
          td
        tr.nb
          td Оформление. Видео.
          td
          td 1500 руб.
        tr.nb
          td Договор с заказчиком. Видео + образец договора.
          td
          td 5000 руб.
        tr.nb.bt
          td Как отличить реального заказчика от халявщика. Отработка возражений. Видео + методическое пособие.
          td На 31 день Курса
          td 5000 руб.
        tr.nb
          td Договор с галереей. Видео + образец договора.
          td
          td 5500 руб.
        tr.nb.bt
          td МОДУЛЬ 6. Бонусный.
          td На 32 день Курса
          td
        tr.nb
          td Мини-урок «Ресницы»
          td
          td 1500 руб.
        tr.nb
          td Мини-урок «Брови»
          td
          td 1500 руб.
        tr.nb
          td Мини-урок «Волосы»
          td
          td 1500 руб.
        tr.nb.bt
          td Как создать портфолио и сделать его «продающим»
          td На 33 день Курса
          td 5000 руб.
        tr.nb
          td Как найти свои ошибки самостоятельно
          td
          td 1500 руб.
        tr.nb
          td Мышцы лица
          td
          td 7000 руб.
        tr
          td Индивидуальный разбор работ от Валерии после каждого урока Курса
          td Со дня получения доступа ко всем материалам Курса до 35 дня Курса
          td 50 000 руб.
        tr
          td.th(colspan="3" align="right") ИТОГО: 181 000 рублей
    h2 РЕКВИЗИТЫ:
    p Расчетный счет: 40817810017009871631
    p Банк: ИВАНОВСКОЕ ОТДЕЛЕНИЕ N 8639 ПАО СБЕРБАНК
    p БИК: 042406608
    p Корр. счет: 30101810000000000608
</template>

<style lang="sass" scoped>
.offerComponent
  table
    margin-top: 100px
    width: 100%
    border-collapse: collapse
    tr
      border-top: 1px solid white
      border-bottom: 1px solid white
      border-left: 1px solid white
      border-right: 1px solid white
      &.nb
        border-bottom: none
        border-top: none
      &.bt
        border-top: 1px solid white
    td
      padding: 10px
      border-right: 1px solid white
      &.th
        padding: 20px
        font-size: 4.5*$u
        color: $firstColor
  a
    color: $firstColor
  h2
    @include font('h3')
    margin-top: 10*$u
    color: $firstColor
  ul li
    color: white
    line-height: 24px
  p, ul
    font-size: 4.5*$u
    margin: 5*$u 0
    @media screen and (max-width: $padWidth)
      font-size: 4*$u
</style>
