<template lang="pug">
.cont
  .offerComponent
    h1 ОФЕРТА на оказание платных образовательных услуг по обучению на курсе по программе «С чего начинается портрет»

    p г. Иваново

    p Шатова Валерия Сергеевна, ИНН: 370219835613 (далее – Исполнитель) путем размещения настоящей Оферты предлагает желающему физическому лицу или юридическому лицу или индивидуальному предпринимателю (далее – Заказчик) заключить Договор на оказание платных образовательных услуг в целях увеличения дохода и/или извлечения прибыли путем внедрения полученных знаний в профессиональную и/или коммерческую деятельность после освоения навыков на курсе Исполнителя (далее – Договор, Оферта).

    p В соответствии с пунктом 2 статьи 437 Гражданского Кодекса Российской Федерации (ГК РФ) в случае принятия изложенных ниже условий и оплаты услуг, лицо, производящее акцепт этой Оферты, становится Заказчиком (в соответствии с пунктом 3 статьи 438 ГК РФ акцепт Оферты равносилен заключению Договора на условиях, изложенных в Оферте).

    p В связи с вышеизложенным, внимательно прочитайте текст данного Договора и, если Вы не согласны с каким-либо пунктом Договора, Исполнитель предлагает Вам отказаться от каких-либо действий, необходимых для акцепта.

    p Полным и безоговорочным акцептом настоящей Оферты является осуществление Заказчиком оплаты предложенных Исполнителем образовательных услуг (полностью или частично).

    h2 1. ПРЕДМЕТ ДОГОВОРА

    p 1.1. В настоящей публичной Оферте нижеприведенные термины используются в следующих значениях:

    p Исполнитель – Шатова Валерия Сергеевна, зарегистрированная в установленном порядке на территории Российской Федерации, осуществляющий реализацию образовательных услуг с помощью сети Интернет.

    p Оферта – Договор - Договор – настоящий документ на оказание платных образовательных услуг.

    p Сайт – информационный ресурс, открытый для свободного доступа и размещенный в сети Интернет по адресу:
      router-link.logo(:to="{name: 'Home'}")  https://valeriya-artist.art
      | , включая все его разделы, страницы (поддомены), файловую структуру и любые иные структурные элементы, исходный и объектный код, все уровни, как функционирующие на дату заключения настоящего Договора, так и запускаемые и вводимые в эксплуатацию в течение всего срока действия настоящего Договора, а также иные сайты и Интернет-ресурсы Исполнителя по продаже и рекламированию услуг.

    p Акцепт Оферты – полное и безоговорочное принятие условий Оферты путем совершения следующих действий: частичной (по договоренности с Исполнителем) либо полной стоимости услуг в соответствии с Тарифом, расположенном на сайте Исполнителя, самостоятельной регистрацией Заказчика/Слушателя на интернет-платформе по адресу:
      router-link.logo(:to="{name: 'Home'}")  https://valeriya-artist.art
      | . Датой акцепта считается дата поступления денежных средств на счет Исполнителя либо дата регистрации Заказчика на интернет-платформе. Исполнитель вправе ограничить количество мест, доступных для приобретения по конкретному Тарифу, о чем он размещает информацию на Сайте.

    p Договор – настоящий Договор между Исполнителем и Заказчиком, который заключается посредством акцепта Оферты.

    p Заказчик – совершеннолетнее дееспособное физическое лицо, осуществившее акцепт настоящей публичной оферты в собственном интересе либо в интересах несовершеннолетнего лица, законным представителем которого является Заказчик. Если Программа обучения предназначена для третьего лица - Слушателя, отличного от Заказчика, такое лицо должно быть поименовано Заказчиком при акцепте Оферты. В отношении Слушателя Договор признается договором в пользу третьего лица (ст. 430 ГК РФ). Оплата Услуг в указанном случае должна производиться Заказчиком за Слушателя. За достоверность предоставляемой информации о Заказчике / Слушателе несет ответственность сам Заказчик. Заказчиком также может являться индивидуальный предприниматель или юридическое лицо.

    p Тариф — неотъемлемая часть настоящего договора, устанавливающая: набор учебного материала и услуг по обучению (наполнение курса). Период оказания услуг и их стоимость определены Исполнителем на Сайте.

    p Курс - совокупность последовательно выстроенных учебных материалов, связанных одной темой и нацеленных на передачу информации Заказчику от Исполнителя, предусматривающих определенные Тарифом сроки и предмет (учебный предмет), направленная на достижение результата: увеличения дохода Заказчика.

    p Доступ — право Заказчика просматривать, знакомиться и иным образом пользоваться учебными материалами Исполнителя.

    p Интернет-платформа/Платформа – программно-аппаратные средства, интегрированные с Сайтом Исполнителя и служащие хранилищем образовательного материала Исполнителя на основании предоставленной ограниченной неисключительной лицензии, в рамках которой производится оказание Услуг, а также доступ к образовательному материалу, находящиеся по ссылке:
      router-link.logo(:to="{name: 'Home'}")  https://valeriya-artist.art
      | . Исполнитель оставляет за собой право выбора любой иной Платформы для размещения образовательного материала (например, Getcourse или другие платформы), в том числе размещать образовательный материал на Платформах соцсетей.

    p Личный кабинет – персональный раздел Платформы, к которому Заказчик получает доступ после прохождения регистрации и/или авторизации на Платформе. Личный кабинет предназначен для хранения информации Заказчика, ознакомления с образовательным материалом, просмотра статистики и новостей Исполнителем и/или Заказчиком, внесения Заказчиком изменений в личные данные, отправку заданий Исполнителем и выполнение их Заказчиком, получение Заказчиком уведомлений от Исполнителя, совершения иных действий, связанных с оказанием и потреблением Услуг. Заказчик получает аутентификационные данные (логин и пароль) после акцепта Оферты (оплаты Услуг) и проходит процедуру авторизации на Платформе самостоятельно.

    p Модуль — это часть (блок) Курса, состоящая из серии видеоматериалов, тестов, методических материалов, вебинаров, любых иных материалов, объединенных между собой одной тематикой.

    p Урок — это часть Курса, состоящая из серии видеоматериалов, текстов, любых иных материалов, объединенных между собой одной тематикой.

    p Материал – результаты интеллектуальной деятельности Исполнителя, а именно: обучающий и информационный видео- или текстовый материал, размещенный (транслируемый) Исполнителем на Платформе, Сайте, в соцсетях, а также на любых физических носителях, в рамках Программ обучения, размещенных на Сайте. В частности, образовательными материалами являются аудиовизуальные произведения (видеоуроки), вебинары, гайды, чек-листы, презентации, задания, а также любые иные продукты Исполнителя, предназначенные для потребления Заказчика / Слушателя. Срок доступа Заказчика к образовательным материалам зависит от выбранных при оплате Услуг Программы обучения и тарифа и указывается на Сайте либо в программе Курса на Платформе.

    p Вебинар - оказание услуг, осуществляемое посредством удаленного доступа через сеть Интернет, проходящее в режиме реального времени. Вебинар может проводиться в форме видео или аудио-трансляции, обмена сообщениями, в иных формах.

    p Мероприятие - видеоуроки, вебинары, групповые вебинары, мастер-классы, онлайн семинары, эфиры, представляющие собой встречу с Исполнителем посредством Интернет-коммуникаций в онлайн-режиме.

    p Программа обучения – дополнительные общеобразовательные общеразвивающие программы (программы дополнительного образования детей и взрослых), в рамках которых осуществляется оказание образовательных услуг Исполнителем Заказчику по настоящей Оферте.

    p Видеоурок - форма работы.

    p Обратная связь – услуга в форме ответов на вопросы в виде вебинара и/или письменного ответа на вопросы по темам курса посредством сети Интернет.

    p Программное обеспечение (ПО) – браузер (Internet Explorer, FireFox, Google Chrome и/или аналогичные) для доступа к ресурсам, находящихся в сети Интернет, иные программы для передачи, хранения, обработки предоставляемой информации. Заказчик обязуется самостоятельно обеспечить наличие необходимого ПО на своем персональном компьютере.

    p Telegram – кроссплатформенный мессенджер для смартфонов, позволяющий обмениваться сообщениями и медиафайлами различных форматов.

    p Telegram-канал – инструмент мессенджера Telegram, позволяющий доставлять информацию подписчикам Исполнителя.

    p 1.1.1. Настоящий документ постоянно размещен на Сайте Исполнителя, на Платформе либо в Платежной системе, через которую Заказчик осуществляет оплату, либо направляется для ознакомления потенциальному Заказчику через мессенджеры или электронную почту и является публичной Офертой согласно статье 437 Гражданского кодекса Российской Федерации. Принятие Заказчиком условий Оферты (акцепт Оферты) возможно лишь в полном объёме. Частичный акцепт Оферты, а также акцепт Оферты на иных условиях не допускаются. Лицо, осуществившее акцепт настоящей публичной Оферты, приобретает все права и обязанности Заказчика, предусмотренные настоящим Договором, и соглашается со всеми его положениями. Исполнитель и Заказчик являются Сторонами настоящего Договора.

    p 1.1.2. Каждый термин, определенный в настоящем разделе Оферты, сохраняет свое значение независимо от того, в каком месте настоящей Оферты он встречается. В настоящей Оферте слова, обозначающие единственное число, включают в себя и множественное, и наоборот.

    p 1.1.3. В настоящем документе могут быть использованы термины, не определенные в разделе 1 Оферты. В этом случае толкование такого термина производится в соответствии с текстом настоящего документа. В случае отсутствия однозначного толкования термина в тексте документа следует руководствоваться толкованием термина, определенным: в первую очередь действующим законодательством Российской Федерации, во вторую очередь - сложившимся (общеупотребимым) в информационно-телекоммуникационной сети Интернет.

    p 1.2. Предметом настоящего Договора является предоставление Исполнителем образовательных услуг Заказчику по обучению на Курсе Исполнителя по программе «С чего начинается портрет» с использованием интернет-платформы, по выбранному Заказчиком тарифу, из размещенных и предложенных на Сайте и/или направленных Заказчику через мессенджеры или электронную почту (далее - услуги).

    p 1.3. Настоящий договор, заключенный посредством акцепта настоящей Оферты, регламентируется нормами гражданского законодательства о договоре присоединения (статья 428 ГК РФ), поскольку его условия определены Исполнителем в настоящей Оферте и могут быть приняты Заказчиком не иначе, как путем присоединения к предложенному Договору в целом. Совершая акцепт, Заказчик подтверждает, что в полном объеме ознакомлен и согласен с условиями настоящего договора.

    p 1.4. Исполнитель имеет право в любой момент изменять условия настоящей публичной оферты в одностороннем порядке без предварительного согласования с Заказчиком, обеспечивая при этом публикацию измененных условий на Сайте/Платформе.

    p 1.5. По настоящему договору Исполнитель обязуется оказать, а Заказчик принять и оплатить образовательные Услуги в соответствии с выбранным Заказчиком Тарифом, указанном на сайте Исполнителя.

    p 1.6. Обратная связь осуществляется в течение срока, указанного на сайте Исполнителя.

    p 1.7. Стороны признают юридическую силу за электронными письмами – документами, направленными по электронной почте (e-mail) и/или с помощью мессенджера Telegram, и признают их равнозначными документам на бумажных носителях, подписанным собственноручной подписью, т.к. только сами Стороны имеют доступ к соответствующим адресам электронной почты и аккаунтам мессенджера.

    p 1.8. Сроки: длительность выбранной Заказчиком Программы обучения устанавливается и указывается на Сайте Исполнителя, на Интернет-платформе и/или направляется Заказчику через мессенджеры или электронную почту.

    h2 2. СТОИМОСТЬ УСЛУГ. СРОКИ И ПОРЯДОК ОПЛАТЫ

    p 2.1. Стоимость оказываемых Услуг по обучению на курсе указана на Сайте Исполнителя.

    p 2.2. Стоимость Услуг определяется Исполнителем в одностороннем порядке в российских рублях и указывается на Сайте Исполнителя, в зависимости от выбранных Заказчиком Программы обучения и тарифа, либо сообщается Заказчику через мессенджер или электронную почту. Исполнитель вправе в одностороннем порядке изменять цены на предоставляемые Услуги. Информация о стоимости Услуг и о ее изменении размещается на Сайте Исполнителя, либо сообщается Заказчику через мессенджеры или электронную почту. Датой вступления в силу новых цен и условий оплаты считается дата их размещения на сайте Исполнителя.

    p 2.3. Оплата услуг проводится Заказчиком самостоятельно, либо с помощью сервисов третьих лиц. Исполнитель принимает оплату, произведенную путем перевода денежных средств на счет Исполнителя. Датой оплаты считается дата поступления денежных средств на счет Исполнителя. Заказчик обязуется хранить все документы, подтверждающие осуществление оплаты, до момента зачисления денежных средств на расчетный счет Исполнителя. Если денежные средства от Заказчика не поступили на расчетный счет Исполнителя в установленный срок и/или в установленном размере, последний имеет право не приступать к оказанию Услуг либо прекратить их оказание.

    p 2.4. Оплата оказываемых по настоящему Договору Услуг производится Заказчиком в размере 100% предоплаты, единым платежом, по безналичному расчету, через платежные системы, электронными деньгами с помощью электронных платежных сервисов по правилам соответствующих электронных платежных сервисов и процессинговых компаний.

    p 2.4.1. Исполнитель имеет право самостоятельно определять иные условия оплаты Услуг на индивидуальной основе. Так, Исполнитель имеет право предложить Заказчику оплатить Услуги с использованием кредита (предоставляемого банком) или предложить рассрочку оплаты Услуг путем ее разбивки на предоплату, вносимую Заказчиком до начала оказания Исполнителем Услуг, и оставшуюся сумму, вносимую Заказчиком в процессе получения Услуг. При этом, если Заказчик не соблюдает сроки внесения оставшейся суммы, Исполнитель не открывает / закрывает доступ к частям Программы обучения / образовательным материалам, ознакомление с которыми возможно после полной оплаты Услуг. В таком случае акцептом Оферты являются заключение договора на рассрочку / кредитного договора и момент оплаты Заказчиком первого платежа.

    p 2.5. Исполнитель вправе устанавливать различные скидки от стоимости оказываемых Услуг, которые действуют ограниченное время. В таком случае Заказчик соглашается с условиями специальных предложений, выражая свой акцепт путем оплаты Услуг по специальной цене (со скидкой). Информация о скидках, специальных предложениях и времени их действия размещается Исполнителем на Сайте, либо сообщается Заказчику через мессенджеры или электронную почту. В случае окончания срока действия скидки, специального предложения, Заказчик не вправе требовать от Исполнителя заключения с ним Договора на специальных условиях. Стоимость Услуг определяется на дату их оплаты Заказчиком. В случае, если Заказчик не воспользовался скидкой или специальным предложением, и предъявил требования о возмещении разницы в цене, Исполнитель данное требование не удовлетворяет по причине того, что действия Заказчика в момент оплаты Услуг в период действия скидки или специального предложения от Исполнителя не зависят.

    p 2.6. Заказчик получает доступ к учебным материалам только после подтверждения оплаты услуг, учитывая график начала Курса.

    p 2.7. При оплате Заказчиком услуг с использованием кредитных средств, Исполнителем предоставляется скидка от базовой стоимости услуг в размере процентов по кредиту. Итоговой стоимостью услуг по Договору в таком случае будет тело долга (займа) в кредитном договоре между Заказчиком и финансовой организацией.

    p 2.8. При решении вопроса о возврате денежных средств Заказчику Исполнитель, помимо удержания стоимости проведенного обучения, вправе удержать часть стоимости услуг для возмещения фактических затрат, которые он понес на момент получения от Заказчика требования о возврате уплаченных денежных средств.

    p 2.8.1. К фактическим затратам Исполнителя относятся расходы, совершенные на момент получения требования о возврате, в частности:

    ul
      li расходы на использование Исполнителем в процессе обучения Сайта и иных Интернет-ресурсов Исполнителя;
      li комиссии банковских, кредитных организаций и соответствующих платежных систем за осуществление возврата денежных средств; налоги, сборы, агентское вознаграждение, проценты по кредиту и т.п.;
      li иные расходы, понесенные Исполнителем на момент получения соответствующего требования от Заказчика.

    p 2.8.2. При этом размер подлежащей возврату Заказчику суммы денежных средств, рассчитывается исходя из стоимости модулей/уроков, из которых состоит обучение, по следующей формуле:

    p СВ = ОСУ-СПМ-ФР, где:
    p СВ - сумма к возврату;
    p ОСУ - общая стоимость оказанных услуг;
    p СПМ – стоимость открытых уроков;
    p ФР – прочие фактически понесенные Исполнителем расходы (налоги, сборы, комиссии платежного агрегатора и ОФД, банковские комиссии, агентское вознаграждение, проценты по кредиту и т.п.).

    p 2.9. При расчете денежных средств, подлежащих возврату за обучение при одностороннем расторжении Договора Заказчиком, применяется расчет, указанный в п. 2.8.2 настоящей Оферты, исходя из расчета:

    p Вводный Модуль - 30 % от общей стоимости Курса;
    p 1 Модуль. Материалы и техники. – 30 % от общей стоимости Курса;
    p Количество уроков – 7;
    p Стоимость уроков – по 25% от стоимости Модуля.
    p 2 Модуль. Композиция и пропорция. Перспектива. Светотень - 10% от общей стоимости Курса.
    p Количество уроков - 6;
    p Стоимость каждого урока 2 Модуля рассчитывается по формуле:
    p СУ = ОСУ/ КУ, где:
    p СУ – стоимость одного урока Модуля;
    p ОСМ – Общая стоимость Модуля;
    p КУ – количество уроков Модуля.
    p 3 Модуль. Изучение и изображение головы человека - 10 % от общей стоимости Курса.
    p Количество уроков - 9;
    p Стоимость каждого урока 3 Модуля рассчитывается по формуле:
    p СУ = ОСУ/ КУ, где:
    p СУ – стоимость одного урока Модуля;
    p ОСМ – Общая стоимость Модуля;
    p КУ – количество уроков Модуля.
    p 4 Модуль. Изучение частей лица – 10 % от общей стоимости Курса.
    p Стоимость каждого урока 4 Модуля рассчитывается по формуле:
    p СУ = ОСУ/ КУ, где:
    p СУ – стоимость одного урока Модуля;
    p ОСМ – Общая стоимость Модуля;
    p КУ – количество уроков Модуля.
    p 5 Модуль. Рисуем портреты с нуля до реализма – 10 % от общей стоимости Курса.
    p Количество уроков - 7;
    p Стоимость каждого урока – по 25% от стоимости Модуля.
    p 6 Модуль. Твой авторский стиль – 10 % от общей стоимости Курса.
    p Количество уроков – 2.
    p Стоимость каждого урока – по 50% от стоимости Модуля.

    p 2.9.1. Обратная связь, проверка домашних заданий, прямые эфиры, предоставление чата в Telegram, вебинары, иные мероприятия предоставляются бонусом, т.е. бесплатно.

    p 2.10. Все заявления о возврате денежных средств принимаются в письменном виде на адрес электронной почты Исполнителя:
      a(href="mailto:valeriya.artist@mail.ru" target="blank")  valeriya.artist@mail.ru
      | . Заявление заполняется Заказчиком собственноручно, на заявлении Заказчик ставит свою личную подпись, после чего сканирует заявление и отправляет его скан-копию. К обязательным пунктам заявления на возврат денежных средств относятся:

    ul
      li наименование адресата и данные заявителя (ФИО, паспортные данные, адрес проживания, телефон, адрес электронной почты);
      li сумма оплаченных Услуг и информация о покупке (дата, идентификатор заказа, сумма заказа, способ оплаты, электронный адрес, на который был оформлен заказ продукта);
      li реквизиты для перевода денежных средств (номер расчетного счета получателя, наименование банка получателя, корреспондентский счет банка получателя, банковский идентификационный код (БИК), код причины постановки на учет (КПП), ФИО получателя);
      li приложения (документ об оплате, копия паспорта), дата, подпись и расшифровка;
      li выражение согласия на обработку персональных данных заявителя, указанных в заявлении.

    p 2.10.1. К заявлению о возврате денежных средств прикладываются фотокопия документа, удостоверяющего личность заявителя, скан платежного документа, свидетельствующего об оплате. При этом, направляя заявление о возврате денежных средств, Заказчик соглашается на обработку Исполнителем персональных данных Заказчика, указанных в данном заявлении (для целей обработки претензии).

    p 2.10.2. Возврат уплаченных денежных средств осуществляется Исполнителем в течение 14 (четырнадцати) календарных дней с даты получения заявления Исполнителем.

    p 2.10.3. В случае, если возврат осуществляется за Услуги, приобретенные по скидке (специальному предложению), стоимость Услуг определяется на дату их оплаты Заказчиком, и стоимость частей Услуг пересчитывается с учетом скидочной / акционной цены пропорционально.

    p 2.10.4. В случае удовлетворения заявления о возврате денежных средств доступ к образовательному материалу, группам/чатам, оказание иных Услуг для Заказчика прекращается в течение 1 (одного) дня с даты направления Исполнителем Заказчику решения о соответствующем возврате.

    p 2.10.5. В случае, если заявление о возврате денежных средств было направлено после истечения срока обучения на Курсе/Тарифе, а Заказчик до истечения срока обучения не принял исполнение по независящим от Исполнителя причинам и по собственной инициативе не проходил обучение, не выполнял обязательные задания и не проходил стоп-уроки, не направлял мотивированных возражений, Услуги считаются оказанными Исполнителем в полном объеме, денежные средства не возвращаются.

    p 2.10.6. В том случае, если Заказчик не использовал предоставленный ему доступ к материалам, стоимость таких затрат также подлежит включению в состав фактических расходов Исполнителя, в связи с обстоятельствами, не зависящими от воли Исполнителя.

    p 2.10.7. В случае удовлетворения заявления о возврате денежных средств после осуществления возврата денежных средств Исполнителем Заказчик соглашается с отсутствием любых претензий к Исполнителю. Обращение Заказчика в судебные органы с исковым заявлением к Исполнителю о взыскании иных дополнительных денежных средств, связанных с исполнением настоящего Договора, будет считаться злоупотреблением правом.

    p 2.11. Заказчик самостоятельно отслеживает изменение реквизитов Исполнителя, указанных в настоящем Договоре, и несет ответственность за правильность производимых им платежей.

    p 2.12. Днем оплаты считается день поступления денежных средств на расчетный счет Исполнителя.

    h2 3. ПОРЯДОК ПРЕДОСТАВЛЕНИЯ УСЛУГ

    p 3.1. До начала оказания Услуг Заказчик заполняет Анкету (заявку), в которую вносит персональные данные, необходимые для регистрации на Платформе, либо сообщает необходимые данные Исполнителю через мессенджеры или электронную почту, либо регистрацию на сайте:
      router-link.logo(:to="{name: 'Home'}")  https://valeriya-artist.art

    p 3.2. С момента полной оплаты Услуг Заказчиком (способы и сроки указаны в соответствующем разделе Сайта) Исполнитель посредством Интернет-коммуникации (электронная почта, мессенджер и т.п.) обеспечивает отправку с Платформы Заказчику аутентификационных данных (логин и пароль), а также гиперссылки, которая ведет к закрытому от общего доступа разделу Платформы, где Заказчику открывается персональный доступ к оплаченным образовательным материалам в течение срока оказания Услуг.

    p 3.3. Исполнитель обеспечивает размещение учебных материалов на интернет-платформе, в объеме, установленном Тарифом. После завершения периода оказания услуг, предусмотренного Тарифом, Исполнитель сохраняет для Заказчика доступ к учебным материалам на срок, предусмотренный в рамках выбранного тарифа.

    p 3.4. Заказчик обязуется своевременно изучать размещенный на интернет-платформе учебный материал.

    p 3.5. Заказчик самостоятельно несет риск принятия исполнения Услуг по настоящему Договору. В случае если Заказчик не прошел обучение (не предпринял действий по принятию исполнения либо принял частичное исполнение) в пределах установленных сроков обучения, возврат стоимости Услуг, продление сроков оказания Услуг не производится, либо производится по усмотрению Исполнителя.

    p 3.6. Отказ от получения услуг или перевод на другой Тариф или будущий Тариф Исполнителя, производятся по заявлению Заказчика в электронном виде на электронную почту, указанную в настоящей Оферте. В заявлении обязательно должны быть указаны: данные ученика, причина отказа от услуг, способ связи.

    p 3.7. Отчет по домашнему заданию Заказчик направляет в чат, и получает по нему обратную связь, в пределах установленных Программой курса сроков.

    p 3.8. В случае, если Заказчик не предоставляет отчеты по домашним заданиям в установленные Тарифом сроки, Исполнитель не осуществляет их проверку и не несет ответственности за неоказание (ненадлежащее оказание) услуг по настоящему договору, возврат стоимости услуг не осуществляет.

    p 3.9. Обратная связь в виде вебинаров, прямых эфиров и иных мероприятий проводится Исполнителем в соответствии с программой курса, указанной на сайте Исполнителя. Исполнитель оставляет за собой право изменять день и дату проведения мероприятия, предварительно уведомив Заказчика.

    p 3.10. Услуги по настоящему Договору оказываются поэтапно. Каждый модуль/урок является отдельным этапом и открывается в соответствии с расписанием Курса.

    p 3.11. Заказчиком подлежит приемке каждый этап.

    p 3.12. Заказчик принимает услуги в момент их оказания. Устанавливается следующий порядок приемки услуг Заказчиком: если в течение 24 часов после окончания очередного этапа Заказчиком не была направлена претензия Исполнителю о качестве выполнения услуги на отчетном этапе — этап считается оказанным Заказчику надлежащим образом, и принятым Заказчиком полностью. Претензии о качестве оказания услуг Исполнителя направляются Заказчиком на электронную почту Исполнителя valeriya.artist@mail.ru . Иной способ направления сообщения не считается надлежащим и такое сообщение, независимо от его содержания, не будет считаться претензией для целей настоящего пункта. Исполнитель обязуется рассмотреть претензию Заказчика, отправленную установленным способом, и дать на нее ответ Заказчику в течение 5 (пяти) рабочих дней после ее получения.

    p 3.13. Стороны пришли к соглашению об отсутствии необходимости подписания акта приема-передачи оказанных услуг. Отсутствие претензий со стороны Заказчика, направленных в письменной форме на электронный адрес Исполнителя, указанный в данном Договоре, в течение срока, указанного в п. 3.12 настоящего Договора, считается подтверждением факта полной и безоговорочной приемки по качеству и объему услуг.

    p 3.14. Услуги Исполнителя считаются оказанными в полном объёме, когда предоставлен доступ ко всем урокам в рамках Курса.

    p 3.15. Заказчик подтверждает, что заключает настоящий Договор в целях увеличения (в том числе и с нуля) своего дохода путем заработка после освоения навыков на Курсе Исполнителя, а также Заказчик осознает и принимает факт, что отношения между Заказчиком и Исполнителем в рамках настоящего Договора не регулируются Законом РФ от 07.02.1992 N 2300-1 "О защите прав потребителей", поскольку договор заключается в коммерческих целях и предполагает получение дохода Заказчиком (в том числе и в процессе обучения).

    p 3.16. Длительность курса, доступа к учебным материалам, обратной связи указана на сайте Исполнителя.

    p 3.17. Для достижения результата Заказчику могут потребоваться дополнительные вложения. Размер дополнительных расходов Заказчик определяет сам. Ответственность за необходимость дополнительных вложений лежит на Заказчике.

    h2 4. ПРАВА И ОБЯЗАННОСТИ ЗАКАЗЧИКА

    p 4.1. Заказчик вправе:

    ul
      li 4.1.1. Выбрать необходимый ему вариант оказания услуг в соответствии с Курсом и Тарифом, указанным на сайте Исполнителя;
      li 4.1.2. Требовать от Исполнителя обеспечения Доступа к услугам после проведения оплаты в соответствии с графиком начала выбранного Курса;
      li 4.1.3. Требовать надлежащего и своевременного оказания Услуг Исполнителем;
      li 4.1.4. Обращаться к Исполнителю по вопросам, связанным с оказанием Услуг;
      li 4.1.5. Самостоятельно принимать решения относительно необходимости совершения тех или иных действий, рекомендуемых Исполнителем в рамках оказания услуг по настоящему Договору;
      li 4.1.6. Получать услуги в соответствии с условиями настоящей Оферты;
      li 4.1.7. Получать информацию об оценке своих знаний, умений и навыков, а также о критериях этой оценки;
      li 4.1.8. Пользоваться учебно-методическими материалами в соответствии с условиями Договора.

    p 4.2. Заказчик обязан:

    ul
      li 4.2.1. Самостоятельно обеспечивать техническую возможность получения услуг Исполнителя со своей стороны, а именно: надлежащий доступ в интернет. Исполнитель не несет ответственности за качество интернет-соединения; самостоятельная регистрация на сайте: https://valeriya-artist.art ; сохранение доступа на интернет-платформу/сайт на весь период доступа;
      li 4.2.2. Для получения услуг по настоящему договору Заказчик должен иметь персональный компьютер или ноутбук с доступом в сеть Интернет (рекомендуется использовать интернет-соединение со скорость выше 8Mbit/s);
      li 4.2.3. Неукоснительно и безоговорочно соблюдать следующие Правила поведения при получении услуг: соблюдать дисциплину и общепринятые нормы поведения, в частности, проявлять уважение к представителям Исполнителя и Исполнителю, другим Заказчикам, не посягать на их честь и достоинство; не допускать агрессивного поведения во время оказания услуг, не мешать Исполнителю (его представителю) при оказании /получении Услуг; не использовать информацию, полученную от Исполнителя, способами, которые могут привести или приведут к нанесению ущерба интересам Исполнителя; не использовать ненормативную лексику, не употреблять в общении выражения, которые могут оскорбить представителя Исполнителя и Исполнителя; не распространять рекламу и не предлагать услуги сторонних ресурсов, свои услуги или услуги третьих лиц среди других Заказчиков, в том числе в групповых чатах Исполнителя;
      li 4.2.4. Самостоятельно изучать учебные материалы, надлежащим образом выполнять предусмотренные выбранным Курсом задания по подготовке к занятиям, предоставлять результат выполнения заданий Исполнителю, строго выполнять рекомендации Исполнителя в рамках оказания услуг по настоящему Договору для получения результата в рамках настоящего Договора. При невыполнении заданий и рекомендаций Исполнителя, Исполнитель не гарантирует достижения результата в рамках настоящего Договора;
      li 4.2.5. Смотреть все уроки и посещать все вебинары;
      li 4.2.6. Строго следовать инструкциям Исполнителя при выполнении заданий. Своевременно предоставлять отчеты о выполнении заданий в полном объеме и по форме, установленной Исполнителем;
      li 4.2.7. Предоставлять достоверную информацию о себе Исполнителю и поддерживать эту информацию в актуальном состоянии;
      li 4.2.8. Оплачивать услуги Исполнителя в соответствии с Тарифом Курса;
      li 4.2.9. При получении услуг, в том числе при выполнении заданий, соблюдать законодательство Российской Федерации об интеллектуальной собственности, её защите и нести ответственность за его нарушение. Заказчик безоговорочно признаёт факт своего обязательства не посягать на результаты интеллектуальной деятельности, принадлежащие Исполнителю, обязуется использовать полученные им сведения и знания в рамках потребленной им Услуги исключительно в профессиональных целях и не использовать полученные материалы в дальнейшем для обучения других людей, либо в других коммерческих проектах;
      li 4.2.10. Не передавать третьим лицам и обеспечивать конфиденциальность паролей доступа к личному кабинету на Платформе и в специальное ПО, используемое для организации Исполнителем услуг по настоящему договору;
      li 4.2.11. Незамедлительно уведомить Исполнителя об изменении своих контактных данных в письменной форме посредством личного сообщения на электронную почту;
      li 4.2.12. Обратиться в Службу поддержки, направив электронное письмо Исполнителю, при наличии вопросов, связанных с информацией об оказываемых по Договору услугах. Отсутствие обращений Заказчика свидетельствует о том, что Заказчик ознакомлен с необходимой и достаточной для него информацией об оказываемых по Договору услугах.

    p 4.3. Заказчик не имеет права:

    ul
      li 4.3.1. Обходить технические ограничения, установленные на Платформе или Сайте;
      li 4.3.2. Изучать технологию, декомпилировать или дизассемблировать Сайт, Интеллектуальную собственность, любые материалы, доступ к которым получает Заказчик в связи с исполнением Договора;
      li 4.3.3. Осуществлять запись, распространять (публиковать, размещать на Интернет-Сайтах, копировать, передавать или перепродавать третьим лицам) в коммерческих или некоммерческих целях предоставляемую Исполнителем информацию и материалы в рамках настоящего договора, создавать на ее основе информационные продукты с целью извлечения коммерческой прибыли, а также использовать эту информацию каким-либо иным образом, кроме как для личного пользования;
      li 4.3.4. Создавать копии Сайта, интеллектуальной собственности (в том числе, копировать названия программ Курса, указанных на Сайте), любых материалов Исполнителя, доступ к которым получает Заказчик в связи с исполнением Договора Исполнителем, а также копировать их внешнее оформление (дизайн);
      li 4.3.5. Передавать используемые во время обучения рабочие и учебно-методические материалы, являющиеся интеллектуальной собственностью Исполнителя, в пользование третьим лицам на каких бы то ни было условиях;
      li 4.3.6. Предоставлять третьим лицам любые сведения, ставшие ему известными (доступными) в связи с заключением и исполнением настоящего Договора, без письменного согласия Исполнителя;
      li 4.3.7. Предоставлять третьим лицам доступ к Интеллектуальной собственности Исполнителя, личному кабинету Платформы и любым материалам, доступ к которым получает Заказчик в связи с исполнением Договора в отсутствие прямого письменного согласия на такой доступ со стороны Исполнителя;
      li 4.3.8. Использовать программное обеспечение и осуществлять действия, направленные на нарушение нормального функционирования Сайта и обучающей Платформы, на нарушение порядка оказания услуг, функционирования разделов, сервисов, возможностей и инструментов последних, а также персональных страниц, личных кабинетов, аккаунтов других Заказчиков или иных третьих лиц, в том числе совершать любые действия, целью которых, помимо прочих, могут является получение доступа к скрытым разделам, сервисам, возможностям Сайта и/или Платформы, получение персональных данных третьих лиц, в том числе других Заказчиков, завладение правами Администратора Сайта и/или Платформы, получение доступа к программе Курса и материалам в объёме, который не предоставляется Заказчику, исходя из конкретных условий;
      li 4.3.9. Размещать в Чате поддержки или на Платформе коммерческую рекламу, коммерческие предложения, агитационную информацию и любую другую навязчивую информацию, кроме случаев, когда размещение такой информации согласовано с Исполнителем.

    h2 5. ПРАВА И ОБЯЗАННОСТИ ИСПОЛНИТЕЛЯ

    p 5.1. Исполнитель вправе:

    ul
      li 5.1.1. Не предоставлять Заказчику Услуги до момента их оплаты. Моментом оплаты считается поступление денежных средств на счет Исполнителя. Заказчик самостоятельно несет ответственность за правильность производимых им платежей;
      li 5.1.2. Самостоятельно определять формы и методы оказания Услуг;
      li 5.1.3. Самостоятельно определять систему оценки уровня знаний пройденного освоенного Заказчиком материала при оказании Услуг, формы и порядок оценки;
      li 5.1.4. Требовать оплаты за оказываемые Услуги;
      li 5.1.5. Получать от Заказчика любую информацию, необходимую для выполнения своих обязательств по Договору. В случае непредставления либо неполного или неверного представления Заказчиком информации, Исполнитель вправе приостановить исполнение своих обязательств по Договору до представления необходимой информации;
      li 5.1.6. Использовать материалы видео-уроков в методических целях, в качестве примеров работы, фрагментарно, без указания имен и данных Заказчика;
      li 5.1.7. Прекратить оказание услуг Заказчику в случае неуважительного общения Заказчика с Исполнителем;
      li 5.1.8. Исполнитель вправе использовать и распоряжаться всеми полученными от Заказчика отзывами (результатами интеллектуальной деятельности) любым способом (без каких-либо ограничений) и в любых целях, не противоречащих действующему законодательству Российской Федерации (включая, но не ограничиваясь переработкой, переводом, публикацией в средствах массовой информации, в том числе международных, сети Интернет, социальных сетях, использованием в рамках рекламных кампаний) на территории всех стран мира. Заказчик подтверждает, что использование отзывов Исполнителем не нарушает личные неимущественные права Заказчика. Исполнитель вправе использовать отзывы как с указанием имени автора (Заказчика), так и без указания его имени (анонимное использование). В случае размещения с использованием персональных данных будет запрошено отдельное согласие на распространение персональных данных лица. Со своей стороны Исполнитель гарантирует использование фотоизображений, текстов и аудиовизуальных произведений (отзывов) Заказчика в целях, не связанных с дискредитацией последнего, обязуется уважать честь и достоинство Заказчика и не использовать полученные от Заказчика фотоизображения, тексты и аудиовизуальные произведения иначе как для целей продвижения собственных Услуг.

    p 5.2. Исполнитель обязан:

    ul
      li 5.2.1. После подтверждения факта оплаты Исполнитель обязан предоставить услуги в рамках выбранного Заказчиком Курса;
      li 5.2.2. Если Исполнитель вышел на связь с Заказчиком в заранее назначенное время и дату, а Заказчик отсутствовал в сети, то обязательства Исполнителя по предоставлению обратной связи считается выполненными;
      li 5.2.3. Предоставлять услуги Заказчику в соответствии с настоящей Офертой. Своевременно информировать Заказчика об изменениях в структуре услуг, оказываемых по настоящему Договору и условиях их оказания.

    h2 6. ИЗМЕНЕНИЕ ИЛИ РАСТОРЖЕНИЕ ДОГОВОРА

    p 6.1. Исполнитель вправе расторгнуть Договор в одностороннем порядке в случаях:

    ul
      li нарушения Заказчиком сроков оплаты Услуг более чем на 24 часа до начала обучения. В этом случае внесенная часть оплаты стоимости услуг Заказчику (обеспечительный платеж) не возвращается;
      li неоднократного (2 и более раз) нарушения Заказчиком своим поведением прав и законных интересов Исполнителя в процессе оказания услуг;
      li неоднократного (2 и более раз) нарушения обязанностей, установленных в п. 4.2.3. настоящего Договора. В этом случае внесенная плата за услуги Заказчику не возвращается.

    p 6.2. Заказчик не вправе изменять условия Договора в одностороннем порядке, а равно требовать от Исполнителя изменения условия Договора.

    p 6.3. Не допускается одностороннее изменение Исполнителем стоимости услуг для конкретного Заказчика после начала оказания услуг и внесения Заказчиком определенной стоимости услуг в полном объеме.

    h2 7. СОБЛЮДЕНИЕ АВТОРСКОГО ПРАВА. КОНФИДЕНЦИАЛЬНОСТЬ И РЕЖИМ КОММЕРЧЕСКОЙ ТАЙНЫ

    p 7.1. Стороны признают, что учебные материалы Исполнителя являются результатом интеллектуальной деятельности Исполнителя и содержат конфиденциальную информацию, позволяющую Исполнителю при существующих или возможных обстоятельствах увеличить доходы, избежать неоправданных расходов, сохранить положение на рынке товаров, работ, услуг или получить иную коммерческую выгоду. Исключительные авторские права на Курс принадлежат Исполнителю.

    p 7.2. На учебные материалы распространяется режим коммерческой тайны.

    p 7.3. Заказчик обязуется соблюдать режим коммерческой тайны и не совершать действий, направленных на распространение или раскрытие информации, или создающих угрозу ее раскрытия или распространения, в частности:

    ul
      li предоставление третьим лица доступа к интернет-платформе и рабочим чатам;
      li копирование учебных материалов любым способом, передача распечатанных материалов на бумажном носителе, пересылка или демонстрация любым способом материалов третьим лицам на электронную почту или в мессенджеры, чаты;
      li разглашение информации, содержащейся в учебных материалах в устной или письменной форме, в том числе через социальные сети;
      li разглашение информации, полученной от Исполнителя через групповые чаты в мессенджерах.

    p 7.4. Запрещается передавать третьим лицам, а равно создавать условия для получения третьими лицами полномочий по доступу к учебным материалам Исполнителя и использовать эти материалы в коммерческих целях от своего имени.

    p 7.5. За нарушение Заказчиком любого из пунктов раздела 7 настоящего Договора предусмотрен штраф в размере 1 000 000 (Один миллион) рублей за каждый случай.

    h2 8. ОБРАБОТКА ПЕРСОНАЛЬНЫХ ДАННЫХ

    p 8.1. Исполнитель осуществляет сбор, хранение и обработку персональных данных Заказчика в порядке и на условиях Политики конфиденциальности, обработки и защиты персональных данных и использования файлов «cookie», размещенной на сайте Исполнителя.

    p 8.2. Заказчик обязуется до акцепта Оферты самостоятельно ознакомиться с условиями Политики конфиденциальности, обработки и защиты персональных данных и использования файлов «cookie».

    p 8.3. Персональные данные Заказчика обрабатываются в соответствии с Федеральным Законом «О персональных данных» № 152-ФЗ. Исполнитель предоставляет Заказчику следующую информацию: фамилия, имя, отчество; контактный номер телефона; адрес электронной почты; возраст; ссылки на личные страницы в соцсетях; иную индивидуальную информацию, указанную при заполнении Анкеты Исполнителя.

    p 8.4. Предоставляя свои персональные данные Исполнителю, Заказчик соглашается на их обработку Исполнителем, в том числе в целях выполнения Исполнителем обязательств перед Заказчиком в рамках настоящей публичной оферты, продвижения Исполнителем товаров и услуг, проведения электронных и sms опросов, контроля результатов маркетинговых акций, клиентской поддержки, проведение розыгрышей призов среди Заказчиков, контроля удовлетворенности Заказчика, а также качества услуг, оказываемых Исполнителем. Оставляя Исполнителю отзывы (в любой форме), Заказчик дает согласие на использование Исполнителем этих отзывов с целью продвижения и рекламы своих услуг.

    p 8.5. Под обработкой персональных данных понимается любое действие (операция) или совокупность действий (операций), совершаемых Исполнителем с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение) извлечение, использование, обезличивание, блокирование, удаление, уничтожение персональных данных.

    p 8.6. Исполнитель вправе использовать технологию «cookies». «Cookies» не содержат конфиденциальную информацию. Заказчик настоящим дает согласие на сбор, анализ и использование cookies, в том числе третьими лицами для целей формирования статистики и оптимизации рекламных сообщений.

    p 8.7. Исполнитель получает информацию об ip-адресе посетителя Сайта. Данная информация не используется для установления личности посетителя.

    p 8.8. Исполнитель не несет ответственности за сведения, предоставленные Заказчиком на Сайте в общедоступной форме.

    p 8.9. Исполнитель вправе осуществлять записи телефонных разговоров, записи прямых эфиров с Заказчиком. При этом Исполнитель обязуется: предотвращать попытки несанкционированного доступа к информации, полученной в ходе телефонных переговоров, прямых эфиров, и/или передачу ее третьим лицам, не имеющим непосредственного отношения к исполнению Заказов, в соответствии с п. 4 ст. 16 Федерального закона «Об информации, информационных технологиях и о защите информации».

    h2 9. ОТВЕТСТВЕННОСТЬ СТОРОН

    p 9.1. За неисполнение или ненадлежащее исполнение обязательств по настоящему Договору Стороны несут ответственность в порядке, предусмотренном действующим законодательством Российской Федерации. На правоотношения Исполнителя и Заказчика в рамках настоящего Договора не распространяется действие Закона Российской Федерации «О защите прав потребителей».

    p 9.2. Ни одна из Сторон не будет нести ответственность за полное или частичное неисполнение своих обязательств по Договору, если оно будет следствием обстоятельств непреодолимой силы: пожар, наводнение, землетрясение и другие стихийные бедствия, войны, блокады, которые Стороны не могли предвидеть и/или предотвратить. Стороны договорились, что сбой сервисов оказания услуг (в том числе интернет-платформы) сбой серверов, блокировка сайтов, предназначенных или участвующих в оказании услуг Исполнителем, не зависят от воли Исполнителя и признаются форс-мажорными обстоятельствами (обстоятельствами непреодолимой силы).

    p 9.3. Сторона, которая не может выполнить обязательства по Договору, должна своевременно, но не позднее пяти календарных дней после наступления обстоятельств непреодолимой силы, письменно известить другую Сторону, с предоставлением обосновывающих документов, выданных компетентными органами.

    p 9.4. Изменение рыночной конъюнктуры, а также иные экономические факторы к обстоятельствам непреодолимой силы не относятся ни при каких обстоятельствах.

    p 9.5. Отсутствие времени у Заказчика по любым основаниям для прохождения обучения, нахождение в отпуске, на больничном, командировке, неоплата доступа к сети Интернет, поломка средства доступа к сети Интернет не являются обстоятельствами непреодолимой силы (форс-мажорными обстоятельствами).

    p 9.6. Исполнитель не несет ответственности за факт передачи Заказчиком информации по незащищенным каналам передачи данных в сети Интернет и за сохранность информации при ее передаче.

    p 9.7. Исполнитель не несет ответственности за прямой и/или косвенный ущерб, причиненный Заказчику, а также не возмещает Заказчику убытки (включая упущенную выгоду), понесенные Заказчиком в результате ненадлежащего качества каналов связи общего пользования, политику обмена трафиком между провайдерами, нормальное функционирование сети Интернет, ее частей или за качество линий связи, за их доступность для Заказчика.

    p 9.8. Заказчик обязан не допускать распространение любыми способами недостоверной информации об услугах Исполнителя, в том числе в виде отзывов о деятельности Исполнителя, а также информации, порочащей деловую репутацию Исполнителя. За неисполнения настоящего пункта Заказчик несет ответственность в виде штрафа в размере 1 000 000 (Один миллион) рублей за каждый установленный случай.

    p 9.9. Исполнитель не несет ответственности за невозможность оказания услуг Заказчику по причинам, не зависящим от Исполнителя, а именно: нарушение работы Интернета, оборудования или ПО со стороны Заказчика, сбои в работе служб email-рассылки, в том числе при попадании писем Исполнителя в папку «Спам». В данном случае услуги считаются оказанными надлежащим образом и подлежащим оплате в полном размере.

    p 9.10. Исполнитель не несет ответственность за нарушение условий настоящего Договора в случае предоставления Заказчиком недостоверной и/или неполной информации касательно себя, в т.ч. контактной информации (e-mail, телефон и т.п.), а также в случае непредоставления Заказчиком новой контактной информации (e-mail, телефон) при их изменении.

    p 9.11. При нанесении материального вреда Заказчиком Исполнителю во время оказания Услуг, Заказчик несет ответственность по нормам действующего гражданского законодательства РФ.

    p 9.12. Исполнитель не несет ответственности за достижение каких-либо результатов, связанных с практическим применением информации Заказчиком, предоставляемой на Курсе. Любые рекомендации, выдаваемые на Курсе, осуществляются Заказчиком на свой риск.

    p 9.13. Исполнитель не несет ответственности за несоответствие предоставленной услуги ожиданиям Заказчика и/или за его субъективную оценку, такое несоответствие ожиданиям и/или отрицательная субъективная оценка не являются основаниями считать услуги оказанными некачественно, или не в согласованном объеме.

    p 9.14. В случае невозможности исполнения обязательств Исполнителем, возникшим по вине Заказчика, а именно: не выход на связь, неявка, услуги подлежат оплате в полном объеме, оплата за пропущенные Услуги не возвращается.

    p 9.15. Исполнитель не несет ответственности за неправильную оценку своего психического, психологического и эмоционального состояния Заказчиком.

    h2 10. СРОК ДЕЙСТВИЯ ДОГОВОРА И РАЗРЕШЕНИЕ СПОРОВ

    p 10.1. Настоящий Договор вступает в силу с его акцепта и действует до полного исполнения Сторонами своих обязательств.

    p 10.2. Стороны принимают в качестве обязательного условия досудебный порядок урегулирования споров. Это означает, что все споры, связанные с заключением, толкованием, исполнением и расторжением Договора, будут разрешаться Сторонами путем переговоров.

    p 10.3. Если в ходе переговоров Стороны не достигли соглашения, то заинтересованная Сторона направляет претензию в письменной форме, подписанную уполномоченным лицом. Претензия направляется по адресу электронной почты. Адрес электронной почты Исполнителя указан в данном Договоре. Адрес электронной почты Заказчика указывается при предоставлении Заказчиком данных о себе.

    p 10.4. Сторона, которой направлена претензия, обязана рассмотреть претензию и о результатах уведомить в письменной форме заинтересованную Сторону в течение 10 (Десяти) календарных дней со дня получения претензии. Днем получения претензии считается день направления претензии по электронной почте.

    p 10.5. Стороны пришли к соглашению в соответствии со ст. 32 Гражданского процессуального кодекса РФ установить договорную территориальную подсудность для разрешения споров, вытекающих из настоящего Договора и определить, что все споры рассматриваются в суде по адресу регистрации Исполнителя.

    h2 11. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ

    p 11.1. Во всем остальном, что не предусмотрено настоящим Договором, Стороны будут руководствоваться действующим законодательством РФ.

    p 11.2. Бездействие со стороны Исполнителя в случае нарушения Заказчиком положений настоящего Договора не лишает Исполнителя права предпринять позднее соответствующие действия в защиту своих интересов.

    p 11.3. Настоящий Договор действует на территории всех стран мира, и в информационной сети Интернет.

    p 11.4. Заказчик подтверждает, что до момента заключения Договора (акцепта настоящего Договора) получил от Исполнителя всю полную информацию о сроках, порядке и иных условиях оказания Услуг и что все условия настоящего Договора ему ясны, и он принимает их безусловно и в полном объеме.

    p 11.5. Любые уведомления по Договору могут направляться одной Стороной другой Стороне по электронной почте. Адрес электронный почты Исполнителя приведен в данной Оферте. Адрес электронной почты Заказчика указываются Заказчиком при заполнении Анкеты. Заказчик дает разрешение на запись Исполнителем всех телефонных разговоров, а также на запись видео-уроков, и соглашается с тем, что данные записи телефонных разговоров и видео-уроков могут быть использованы для разрешения спорных ситуаций.

    p 11.6. Договор представляет собой полную договоренность между Исполнителем и Заказчиком. Исполнитель не принимает на себя никаких условий и обязательств в отношении предмета Оферты, за исключением указанных в Оферте, которыми регулируется исполнение Договора Оферты, за исключением случая, когда такие условия или обязательства зафиксированы в письменном виде и подписаны уполномоченными представителями Исполнителя и Заказчика.

    p 11.7. Заказчик обладает всеми правами и полномочиями, необходимыми для заключения и исполнения Договора.

    p 11.8. Оформленная Заказчиком Анкета Исполнителя является неотъемлемой частью настоящего Договора.

    p 11.9. Розыгрыши и акции. В рамках курса «С чего начинается портрет» могут проводиться розыгрыши подарков среди участников. Условия розыгрыша публикуются отдельно в форме публичной оферты. Получение подарка в рамках розыгрыша признаётся добровольным принятием дополнительных условий возврата и ответственности, изложенных в сопутствующей оферте.

    h2 РЕКВИЗИТЫ
    p ИНН: 370219835613
    p Расчетный счет: 40817810017009871631
    p Банк: ИВАНОВСКОЕ ОТДЕЛЕНИЕ N 8639 ПАО СБЕРБАНК
    p БИК: 042406608
    p Корр. счет: 30101810000000000608
    p E-mail:
      a(href="mailto:valeriya.artist@mail.ru" target="blank")  valeriya.artist@mail.ru
</template>

<style lang="sass" scoped>
.offerComponent
  a
    color: $firstColor
  h1
    @include font('h2')
    margin-bottom: 5*$u
    color: $firstColor
  h2
    @include font('h3')
    margin-top: 8*$u
    margin-bottom: 3*$u
    color: $firstColor
  p, ul
    font-size: 4.5*$u
    margin: 3*$u 0
    line-height: 1.5
    @media screen and (max-width: $padWidth)
      font-size: 4*$u
  ul li
    color: white
    line-height: 1.5
    margin-left: 4*$u
  .logo
    color: $firstColor
    text-decoration: none
    &:hover
      text-decoration: underline
</style>
