<template lang="pug">
.cont
  .offerComponent
    h1 Политика обработки и защиты персональных данных, конфиденциальности и использования файлов «cookies»

    h2 1. Общие положения, стороны, цель документа
    p 1.1. Настоящая Политика обработки и защиты персональных данных, конфиденциальности и использования файлов «cookies» (далее – «Политика») определяет порядок и условия обработки Шатовой Валерией Сергеевной ИНН: 370219835613, действующим по законодательству России (далее - «Оператор», либо «Мы»), информации о физическом лице, которая может быть получена Оператором от этого физического лица, либо от его законного представителя (далее – «Пользователь», «Субъект персональных данных» либо «Вы»), при возникновении следующих отношений с Субъектом персональных данных:
    ul
      li а) при использовании функций сайта:
        router-link.logo(:to="{name: 'Home'}")  https://valeriya-artist.art
        | , включая все его домены, поддомены и страницы, его содержимое, а также интернет-сервисы и программное обеспечение, предлагаемые Оператором к использованию на этом сайте (далее – «Сайт»);
      li б) при осуществлении Оператором прав и обязанностей, установленных соглашениями/договорами, заключенными между Оператором и Пользователем;
      li в) при обработке обращений, жалоб, запросов, сообщений, направляемых Оператором и Пользователем друг другу.
    p 1.2. Целью и назначением Политики является обеспечение надлежащего правового режима персональных данных. Политика не может содержать положения, ограничивающие права и свободы субъекта персональных данных, устанавливающие случаи обработки персональных данных несовершеннолетних, если иное не предусмотрено законодательством Российской Федерации, а также положения, допускающие в качестве условия заключения договора/выражения согласия бездействие субъекта персональных данных.
    p 1.3. В рамках настоящего документа под Интернет-платформой понимается программно-аппаратные средства, интегрированные с Сайтом Исполнителя и служащие хранилищем образовательного материала Исполнителя на основании предоставленной ограниченной неисключительной лицензии, в рамках которой производится оказание Услуг, а также доступ к образовательному материалу. Исполнитель оставляет за собой право выбора любой Платформы для размещения образовательного материала (например, Getcourse или другие платформы), в том числе размещать образовательный материал на Платформах соцсетей.

    h2 2. Правовое основание обработки персональных данных
    p 2.1. Правовыми основаниями обработки персональных данных являются:
    ul
      li а) согласие на обработку персональных данных, выраженное способом, установленным законом и настоящей Политикой;
      li б) соглашения, заключаемые между Оператором и Пользователем;
      li в) локальные нормативные акты Оператора в области персональных данных.
    p 2.2. Субъект персональных данных принимает решение о предоставлении его персональных данных и дает согласие на их обработку свободно, своей волей и в своем интересе. Бездействие субъекта персональных данных не может пониматься как согласие. Согласие на обработку персональных данных должно быть конкретным, предметным, информированным, сознательным и однозначным. Согласие с условиями Политики может быть выражено субъектом персональных данных через совершение любого из следующих действий:
    ul
      li а) заключение с Оператором договора, такого как, например, договор-оферта об оказании платных образовательных услуг; при условии, что Пользователю предоставлена возможность ознакомиться с полным текстом настоящей Политики; либо
      li б) простановка символа в чек-боксе (в поле для ввода) на Сайте или в платежной системе о даче согласия на обработку персональных данных на условиях Политики (Согласие на обработку персональных данных – Приложение 1 к настоящей Политике), при условии, что Пользователю предоставлена возможность ознакомиться с полным текстом настоящей Политики.

    h2 3. Правила обработки персональных данных
    p 3.1. Цель обработки персональных данных, категории и перечень обрабатываемых персональных данных
    p 3.1.1. Цель: аутентификация субъекта персональных данных для заключения договора оказания платных образовательных услуг.
    p Категории и перечень обрабатываемых данных: фамилия, имя, отчество; телефон; электронная почта; аккаунты в социальных сетях; текст сообщения (если текст сообщения содержит персональные данные), отзыв.
    p Категории субъектов: Пользователи Сайта, пользователи интернет-платформы, пользователи Telegram.
    p Способы обработки: сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, обезличивание, передача (доступ, предоставление), блокирование, удаление, уничтожение персональных данных.
    p Срок обработки и хранения: до получения от субъекта персональных данных требования о прекращении обработки/отзыва согласия.
    p Порядок уничтожения: лицо, ответственное за обработку персональных данных, производит стирание данных методом перезаписи (замена всех единиц хранения информации на «0») с составлением акта об уничтожении персональных данных.

    p 3.1.2. Цель: связь с Пользователем, направление Пользователю сообщений, уведомлений, запросов, ответов, документов, сообщений рекламного или информационного характера.
    p Категории и перечень обрабатываемых данных: имя, фамилия, отчество; телефон; электронная почта; аккаунты в социальных сетях; текст сообщения (если текст сообщения содержит персональные данные), отзыв.
    p Срок обработки и хранения: до получения от субъекта персональных данных требования о прекращении обработки/отзыва согласия.

    p 3.1.3. Цель: обработка обращений, жалоб, запросов, сообщений, направляемых Оператором и Пользователем друг другу.
    p Категории и перечень обрабатываемых данных: фамилия, имя, отчество, телефон, электронная почта, текст сообщения (если текст сообщения содержит персональные данные).

    p 3.1.4. Цель: оставление Пользователем отзывов об услугах Оператора.
    p Категории и перечень обрабатываемых данных: фамилия, имя, отчество, текст сообщения (если текст сообщения содержит персональные данные), данные аккаунтов социальных сетей Пользователя, данные об образе: фотографии, видеозаписи, иная техническая фиксация образов лица и тела.

    p 3.1.5. Обработка персональных данных будет ограничиваться достижением этих конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целью обработки.

    p 3.2. О технологии куки (cookie)
    p 3.2.1. Куки (cookie) – это фрагмент данных, отправленный сервером Оператора и хранимый на устройстве Субъекта персональных данных. Файлы cookie запоминают информацию о ваших предпочтениях, позволяют в более удобном для вас режиме просматривать посещенные сайты в течение определенного времени. Например, благодаря файлам cookie Сервисы предлагают вам просматривать информацию на том языке, которым вы обычно пользуетесь, в случае если вами ранее была осуществлена регистрация на сайте - сохраняется доступ без необходимости регистрации при каждом посещении и т.п. Мы можем автоматически собирать подобную информацию о Вас, во время посещения наших сервисов. Файлы cookie содержат данные в обезличенной форме.
    p 3.2.2. Субъект персональных данных вправе запретить своему оборудованию прием этих данных или ограничить прием этих данных. При отказе от получения таких данных или при ограничении приема данных некоторые функции Сайта могут работать некорректно. Субъект персональных данных обязуется сам настроить свое оборудование таким способом, чтобы оно обеспечивало адекватный его желаниям режим работы и уровень защиты данных куки (cookie), а Оператор не предоставляет технологических и правовых консультаций на темы подобного характера.

    p 3.3. Порядок и условия обработки персональных данных
    p 3.3.1. Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.
    p 3.3.2. Оператор может обрабатывать данные указанными способами (операциями) как в информационных системах персональных данных, так и без использования средств автоматизации.
    p 3.3.3. Оператор будет обрабатывать персональные данные столько времени, сколько это необходимо для достижения конкретной цели обработки.
    p 3.3.4. В случае отзыва субъектом персональных данных согласия на обработку персональных данных или истечения срока действия согласия, направления субъектом персональных данных требования о прекращении обработки персональных данных, Оператор вправе заблокировать данные и обрабатывать их в архивном виде в течение 3 (трёх) лет.

    p 3.4. Меры по защите персональных данных
    p 3.4.1. Оператор принимает все необходимые меры для защиты персональных данных от несанкционированного, случайного или незаконного уничтожения, потери, изменения, недобросовестного использования, раскрытия или доступа, а также иных незаконных форм обработки.
    p 3.4.2. По умолчанию персональная информация обрабатывается автоматическим оборудованием без доступа к ней кого-либо. В случае если такой доступ понадобится, то Оператор предоставляет доступ к персональным данным только тем лицам, которым эта информация необходима для обеспечения Цели обработки.
    p 3.4.3. Раскрытие персональных данных может быть произведено лишь в соответствии с действующим законодательством Российской Федерации по требованию суда, правоохранительных органов, и в иных предусмотренных законодательством Российской Федерации случаях.
    p 3.4.4. Оператор не проверяет достоверность информации, предоставляемой Субъектом персональных данных, и исходит из того, что Субъект персональных данных в порядке принципа добросовестности и требований ст. 19 Гражданского кодекса РФ предоставляет достоверную и достаточную информацию.

    p 3.5. Передача персональных данных третьим лицам и распространение персональных данных
    p 3.5.1. Оператор вправе осуществить передачу (способом доступа и предоставления) персональных данных следующим третьим лицам:
    ul
      li а) в отношении которых произведена уступка (перевод) прав или обязанностей, либо новация по соответствующему соглашению;
      li б) любому регулирующему органу, правоохранительным органам, центральным или местным органам власти;
      li в) лицам, осуществляющим обеспечение правовой защиты Оператора или третьих лиц;
      li г) в случае если Субъект персональных данных сам выразил согласие на передачу персональных данных третьему лицу.
    p 3.5.2. Оператор вправе осуществить передачу (способом распространения неограниченному кругу лиц) персональных данных в случае, если Пользователь сам разрешил свободное распространение категорий персональных данных неограниченному кругу лиц.

    p 3.6. Права и обязанности в отношении персональных данных
    p 3.6.1. Субъект персональных данных обязан заботиться о достоверности предоставленной информации, о своевременности внесения изменений в предоставленную информацию, ее актуализации.
    p 3.6.2. Для реализации права на дополнение, исправление, блокировку и удаление персональных данных, Субъект персональных данных вправе направить письменное обращение на адрес электронной почты Оператора, указанный в настоящей Политике.
    p 3.6.3. Основные права субъекта персональных данных:
    ul
      li запрашивать информацию об осуществляемой обработке персональных данных;
      li отзывать согласие на обработку персональных данных;
      li требовать ограничений на обработку персональных данных;
      li требовать прекратить обработку персональных данных, если это предусмотрено применимым законодательством и настоящей Политикой.
    p 3.6.4. Субъект персональных данных вправе в любое время отозвать согласие на обработку персональных данных. Для отзыва согласия на обработку персональных данных Субъект персональных данных направляет Оператору Уведомление в письменной форме об отзыве согласия по адресу электронной почты, указанному в разделе реквизитов настоящей Политики.

    p 3.7. Трансграничная передача персональных данных
    p 3.7.1. Оператор до начала осуществления трансграничной передачи персональных данных обязан убедиться в том, что иностранным государством, на территорию которого предполагается осуществлять передачу персональных данных, обеспечивается надежная защита прав субъектов персональных данных.
    p 3.7.2. Основанием для обработки персональных данных является статья 24 Конституции Российской Федерации; статья 6 Федерального закона № 152-ФЗ «О персональных данных».
    p 3.7.3. Оператор осуществляет обработку персональных данных с использованием баз данных, находящихся на территории Российской Федерации.

    h2 4. Изменение Политики конфиденциальности. Применимое законодательство
    p 4.1. Оператор имеет право вносить изменения в настоящую Политику. При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики.
    p 4.2. Местом выражения согласия и местом исполнения Политики всегда является место нахождения Оператора, а правом, применимым к отношениям Оператора и Субъекта персональных данных, всегда является право России, вне зависимости от того, где находится Субъект персональных данных или оборудование, используемое им.
    p 4.3. Политика начинает регулировать отношения Субъекта персональных данных и Оператора с момента выражения Субъектом персональных данных согласия с ее условиями и действует бессрочно.

    h2 5. Реквизиты Оператора
    p ФИО: Шатова Валерия Сергеевна
    p ИНН: 370219835613
    p Банк: ТУЛЬСКОЕ ОТДЕЛЕНИЕ N8604 ПАО СБЕРБАНК
    p БИК: 047003608
    p К/с: 30101810300000000608
    p Счёт: 40817810017009871631
    p E-mail:
      a(href="mailto:valeriya.artist@mail.ru" target="blank")  valeriya.artist@mail.ru
    p 5.1. Информация для реализации прав субъекта персональных данных: Субъект персональных данных может реализовать все права, присущие субъекту персональных данных, а также получить разъяснения по вопросам, касающимся обработки персональных данных, обратившись к Оператору по адресу электронной почты Оператора.

    h2 Приложение 1: Согласие на обработку персональных данных

    p Настоящим я, во исполнение требований Федерального закона от 27.07.2006 г. № 152-ФЗ «О персональных данных» (с изменениями и дополнениями) свободно, своей волей и своем интересе, а также подтверждая свою дееспособность, даю свое согласие Шатовой Валерии Сергеевне (далее – Оператор), ИНН 370219835613 и ее сайту:
      router-link.logo(:to="{name: 'Home'}") https://valeriya-artist.art
      |  на обработку своих персональных данных в соответствии со следующим перечнем:
    ul
      li фамилия, имя, отчество;
      li номер телефона;
      li адрес электронной почты;
      li почтовый адрес;
      li источник захода на сайт и информация поискового или рекламного запроса;
      li данные о пользовательском устройстве (среди которых разрешение, версия и другие атрибуты, характеризующие пользовательское устройство);
      li пользовательские клики, просмотры страниц, заполнения полей, показы и просмотры баннеров и видео;
      li данные, характеризующие аудиторные сегменты;
      li параметры сессии;
      li данные о времени посещения;
      li идентификатор пользователя, хранимый в cookie;
      li иные индивидуальные средства коммуникации, указанные при заполнении на сайте Оператора форм обратной связи.
    p для целей:
    ul
      li заключения договора оказания платных образовательных услуг;
      li связи с Пользователем, направления Пользователю сообщений, уведомлений, запросов, ответов, документов, сообщений рекламного или информационного характера;
      li осуществления рассылки рекламных материалов;
      li участия в маркетинговых исследованиях;
      li обработки обращений, жалоб, запросов, сообщений;
      li оставления Пользователем отзывов об услугах Оператора, в том числе видео-отзывов.
    p Также:
    ul
      li Подтверждаю, что указанные мной персональные данные принадлежат лично мне;
      li Подтверждаю и признаю, что мною внимательно в полном объеме прочитано Соглашение и условия обработки моих персональных данных;
      li Признаю и подтверждаю, что все положения настоящего Соглашения и условия обработки его персональных данных мне понятны;
      li Даю согласие на обработку Сайтом предоставляемых в составе информации персональных данных как без, так и с использованием средств автоматизации;
      li Моё согласие дается в том числе на возможную трансграничную передачу персональных данных и информационные (рекламные) оповещения;
      li Моё согласие на обработку персональных данных является конкретным, информированным и сознательным.
    p Я СОГЛАСЕН(НА) на обработку и хранение моих персональных данных, указанных мною в Форме обратной связи и в процессе регистрации на сайте в соответствии с условиями настоящего согласия на обработку персональных данных. Одновременно даю свое согласие и не возражаю, чтобы администрация сайта или иные лица по ее поручению отправляли сообщения, в том числе информационного характера на номер телефона или адрес электронной почты или с использованием иных средств связи, указанных мной в Форме или при регистрации на Сайте.
    p Я подтверждаю, что мне известно о праве отозвать свое согласие посредством составления соответствующего письменного документа, который может быть направлен мной на электронный адрес Оператора:
      a(href="mailto:valeriya.artist@mail.ru" target="blank") valeriya.artist@mail.ru
      | . В случае моего отзыва согласия на обработку персональных данных Оператор вправе продолжить обработку персональных данных без моего согласия при наличии оснований, указанных в пунктах 2-11 части 1 статьи 6, части 2 статьи 10 и части 2 статьи 11 Федерального закона от 27.07.2006г. №152-ФЗ «О персональных данных».
</template>

<style lang="sass" scoped>
.offerComponent
  a
    color: $firstColor
  h1
    @include font('h2')
    margin-bottom: 5*$u
    color: $firstColor
  h2
    @include font('h3')
    margin-top: 8*$u
    margin-bottom: 3*$u
    color: $firstColor
  h3
    @include font('h4')
    margin-top: 6*$u
    margin-bottom: 2*$u
    color: $firstColor
  p, ul
    font-size: 4.5*$u
    margin: 3*$u 0
    line-height: 1.5
    @media screen and (max-width: $padWidth)
      font-size: 4*$u
  ul li
    color: white
    line-height: 1.5
    margin-left: 4*$u
  .logo
    color: $firstColor
    text-decoration: none
    &:hover
      text-decoration: underline
</style>
