<template lang="pug">
ui-dropdown(
  v-for="(item, i) in items"
  :key="i"
  :title="`МОДУЛЬ ${i+1}. ${item.title}`"
  :list="item.list"
  :icon="item.icon"
  style="margin-top: 20px"
)
</template>

<script>
import { ref } from 'vue'

export default {
  setup () {
    const items = ref([
      {
        icon: '/img/homepage/section4/module1.png',
        title: 'Введение',
        list: ['Как пройти курс максимально эффективно']
      },
      {
        icon: '/img/homepage/section4/module2.png',
        title: 'Психология',
        list: [
          'Общая мотивация. Как поверить в себя. Что делать, если тебя никто не поддерживает',
          'Страх начать',
          'Страх озвучить цену',
          'Страх, что твои работы никому не нужны. Синдром самозванца',
          'Прокрастинация. Синдром отложенной жизни',
          'От страха к действиям'
        ]
      },
      {
        icon: '/img/homepage/section4/module3.png',
        title: 'Обучение',
        list: [
          'Урок 0. Введение в курс. Материалы',
          'Урок 1. Построение портрета в фас',
          [
            'Разбираем основные пропорции лица',
            'Определяем их точное местоположение',
            'Изучаем строение черепа, т.к. именно положением внутренних костей диктуется положение внешних частей лица',
            'Формируем линии, по которым проходят основные светотеневые перепады',
            'Расскажу как найти отличия и индивидуальные особенности каждого человека от усредненного стандарта'
          ],
          'Урок 3. Построение портрета в ¾. Это самый часто встречающийся поворот лица, т.к. он наиболее интересный и красивый. На столько же и сложный',
          [
            'Знакомимся с понятием «перспектива» и понимаем какую роль она играет в портрете',
            'Как меняется построение в повороте 3/4 по сравнению с двумя предыдущими',
            'Сделаем макет из яйца, который поможет легко научиться понимать объём и поворот',
            'Как грамотное и точное построение в дальнейшем будет влиять на передачу объёма и почему именно это важно, а не красивое наложение штриховки (цвета)',
            'Снова поговорим про индивидуальные особенности и отличия каждого человека от усредненного стандарта. На что обращать внимание и как передать сходство'
          ],
          'Урок 4. Разбор строения глаза',
          [
            'С чего начинать рисовать глаза',
            'Разбираем конструктивные особенности и внутреннее строение',
            'Как формируется материя вокруг глаза и что влияет на передачу сходства',
            'Рисуем глаз в разных ракурсах. Чтобы понять как передать вращение и поворот глаза',
            'Научимся передавать эмоции глаз',
            'Разбираем светотеневые переходы',
            'Как правильно рисовать ресницы',
            'В конце урока с 0 рисуем глаз со всеми особенностями строения и светотени'
          ],
          'Урок 5. Разбор строения носа',
          [
            'Как определить размер носа (Многие это знают, но делают неправильно)',
            'Какая бывает форма носа и от чего она зависит',
            'По каким границам формируется преломление света',
            'Как связаны форма крыла носа и кончика носа',
            'Какие существуют формы носа',
            'Знакомство с понятием «граница собственной тени»'
          ],
          'Урок 6. Разбор строения губ',
          [
            'Как сформировать объём и форму губ',
            'Почему не стоит рисовать чёткий контур губ и как его «смягчить»',
            'Забываем про «уголки» губ',
            'Что делать, если «перетемнил»?',
            'Можно ли рисовать ластиком?',
            'Знакомство с понятием «рефлекс»'
          ],
          'Урок 7. Разбор строения уха',
          [
            'Изучаем строение уха',
            'Узнаём названия каждой его части',
            'Разбираем где начинается одна форма и заканчивается другая',
            'Почему рефлексы и блики наиболее часто выражаются именно на ухе'
          ],
          'Урок 8. О штрихе',
          [
            'Что такое свободный штрих',
            'Как уйти от академического штриха и придти к свободному',
            'Почему формулировка "как правильно штриховать" убивает все желание к рисунку',
            'Как эмоциональный и внутренний настрой влияют на штриховку',
            'Как познать рисунок через познание себя',
            'Научимся рисовать волосы',
            'Про слои и 3-d сетку'
          ],
          'Урок 9. Формирование светотени',
          [
            'Разбираем формирование светотени на разных материалах',
            'Знакомимся с градациями перехода светотени и их названиями',
            'Почему блики на стеклянной поверхности формируются в обратном направлении, чем на гипсовой',
            'Рисуем яблоко и вазу'
          ],
          'Урок 10. Рисуем портрет по фото с нуля до реализма',
          [
            'В этом уроке мы нарисуем портрет с самого начала, разбирая строение',
            'Обращая внимание на индивидуальные особенности для передачи сходства',
            'Наложим штриховку',
            'Сделаем портрет реалистичным'
          ]
        ]
      },
      {
        icon: '/img/homepage/section4/module4.png',
        title: 'Продажи',
        list: ['Площадки для размещения своих работ и поиска заказов', 'Как составить продающее объявление', 'Как вести соцсети']
      },
      {
        icon: '/img/homepage/section4/module5.png',
        title: 'Юридическая составляющая',
        list: ['Оформление', 'Договор с заказчиком', 'Как отличить реального заказчика от халявщика. Отработка возражений', 'Договор с галереей']
      },
      {
        icon: '/img/homepage/section4/module6.png',
        title: 'Бонусный',
        list: ['Мини-урок «Ресницы»', 'Мини-урок «Брови»', 'Мини-урок «Волосы»', 'Как создать портфолио и сделать его «продающим»', 'Как найти свои ошибки самостоятельно', 'Мышцы лица']
      }
    ])
    return { items }
  }
}
</script>
